{
    "name": "hiphop",
    "data": [
  {
    "nombre": "Kingmaker",
    "unidades": "2 LP",
    "artista": "Xzibit",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148947-comprar-vinilo-de-xzibit-kingmaker-doble.html",
    "imagen": "https://rockntipo.com/268903-home_default/comprar-vinilo-de-xzibit-kingmaker-doble.jpg",
    "precio": "39,50€",
    "descripcion": "Xzibit - Album Kingmaker (2 LP). Género: Hip-Hop. Xzibit continúa su imparable evolución; como el&nbsp;título de su nuevo disco indica ya no quiere ser uno más en el mundo del rap, quiere ser el rey, y estas nuevas canciones son tan incontestables que va a ser muy difícil que en lo que queda de año alguien le dispute el trono. Larga vida a un nuevo hito del hip hop americano.&nbsp;"
  },
  {
    "nombre": "Perfect Fantasy",
    "unidades": "2 LP",
    "artista": "Earthgang",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148949-comprar-vinilo-de-earthgang-perfect-fantasy-doble.html",
    "imagen": "https://rockntipo.com/268905-home_default/comprar-vinilo-de-earthgang-perfect-fantasy-doble.jpg",
    "precio": "39,50€",
    "descripcion": "Earthgang - Album Perfect Fantasy (2 LP). Género: Hip-Hop. Earthgang&nbsp;es un dúo de rap único que ha tenido un impacto en el paisaje sonoro del hip-hop desde su formación en 2008. Está compuesto por los miembros Olu y WowGr8; 'Perfect Fantasy' es su disco más redondo hasta la fecha y la perfecta carta de presentación para los neófitos."
  },
  {
    "nombre": "Feedback",
    "unidades": "2 LP Black",
    "artista": "Jurassic 5",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148816-comprar-vinilo-de-jurassic-5-feedback-doble-black.html",
    "imagen": "https://rockntipo.com/268764-home_default/comprar-vinilo-de-jurassic-5-feedback-doble-black.jpg",
    "precio": "36,40€",
    "descripcion": "Jurassic 5 - Album Feedback (2 LP Black). Género: Hip-Hop. 'Feedback' (2006)&nbsp;es el cuarto y último álbum de estudio de Jurassic 5. Este álbum marca un cambio en el sonido del grupo, con una aproximación más pulida y orientada al mercado mainstream, aunque aún conserva la esencia de Jurassic 5 con sus rimas ajustadas y producción clásica de hip hop."
  },
  {
    "nombre": "Cherry Bomb",
    "unidades": "2 LP Azul",
    "artista": "Tyler The Creator",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148769-comprar-vinilo-de-tyler-the-creator-cherry-bomb-doble-azul.html",
    "imagen": "https://rockntipo.com/268717-home_default/comprar-vinilo-de-tyler-the-creator-cherry-bomb-doble-azul.jpg",
    "precio": "42,89€",
    "descripcion": "Tyler The Creator - Album Cherry Bomb (2 LP Azul). Género: Hip-Hop. El cuarto álbum de Tyler, The Creator sigue siendo uno de sus más ambiciosos, con todo, desde exuberantes orquestas a guitarras duras a través de sus ranuras (además de destacados versos invitados de Kanye West, Lil Wayne, ScHoolboy Q y otros). Ahora, el álbum que Tyler dijo a Billboard que era «la música que siempre he querido hacer» está disponible en un nuevo vinilo de color azul."
  },
  {
    "nombre": "Eternal Atake",
    "unidades": "2 LP Azul transparente",
    "artista": "Lil Uzi Vert",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148701-comprar-vinilo-de-lil-uzi-vert-eternal-atake-doble-azul-transparente.html",
    "imagen": "https://rockntipo.com/268646-home_default/comprar-vinilo-de-lil-uzi-vert-eternal-atake-doble-azul-transparente.jpg",
    "precio": "52,30€",
    "descripcion": "Lil Uzi Vert - Album Eternal Atake (2 LP Azul transparente). Género: Hip-Hop. Redescubre el universo interestelar de Lil Uzi Vert con la exclusiva reedición limitada en vinilo de 2LP en color azul y transparente de su álbum de culto 'Eternal Atake'. Publicado originalmente en 2020, este disco redefinió los códigos del rap estadounidense con sus sonidos futuristas, flujos de otro mundo y narrativa cósmica."
  },
  {
    "nombre": "Serial Killers",
    "unidades": "1 LP Black",
    "artista": "Zenit & Sholis",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148611-comprar-vinilo-de-zenit-and-sholis-serial-killers-black.html",
    "imagen": "https://rockntipo.com/268543-home_default/comprar-vinilo-de-zenit-and-sholis-serial-killers-black.jpg",
    "precio": "30,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Zenit & Sholis - Album Serial Killers (1 LP Black). Género: Rap. Zénit y Sholis lanzan 'Serial Killers', su primer disco conjunto con 11 tracks producidos por Samubeats. Incluye colaboraciones de DJ Lazer, Asheerah, María Ayo y Sax Symbol."
  },
  {
    "nombre": "Alfredo II",
    "unidades": "2 LP",
    "artista": "Freddie Gibbs And The Alchemist",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148662-comprar-vinilo-de-freddie-gibbs-and-the-alchemist-alfredo-ii-doble.html",
    "imagen": "https://rockntipo.com/268607-home_default/comprar-vinilo-de-freddie-gibbs-and-the-alchemist-alfredo-ii-doble.jpg",
    "precio": "39,98€",
    "descripcion": "Freddie Gibbs And The Alchemist - Album Alfredo II (2 LP). Género: Hip-Hop. La nueva colaboración entre Freddie Gibbs y The Alchemist&nbsp;'Alfredo II'&nbsp;es la continuación oficial del aclamado lanzamiento de Alfredo del dúo de 2020."
  },
  {
    "nombre": "The Bastard Swordsman",
    "unidades": "1 LP",
    "artista": "Wu-Tang Clan & Mathematics",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148296-comprar-vinilo-de-wu-tang-clan-and-mathematics-the-bastard-swordsman.html",
    "imagen": "https://rockntipo.com/268213-home_default/comprar-vinilo-de-wu-tang-clan-and-mathematics-the-bastard-swordsman.jpg",
    "precio": "32,18€",
    "descripcion": "Wu-Tang Clan & Mathematics - Wu-Tang X Mathematics Presents Black Samson, The Bastard Swordsman (The Saga Continues Collection) (1 LP). Género: Hip-Hop. El icónico grupo de hip-hop Wu-Tang Clan une fuerzas con el productor y DJ, Mathematics, y otros artistas de renombre para lanzar un nuevo álbum en ocho años.&nbsp;'Black Samson, The Bastard Swordsman'&nbsp;será el primer álbum de Wu-Tang Clan que muestre la formación actual completa del grupo desde 2015. Los maestros shaolines atacan de nuevo con más fuerza que nunca."
  },
  {
    "nombre": "Kaelis",
    "unidades": "1 LP Blanco",
    "artista": "Lia Kali",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148288-comprar-vinilo-de-lia-kali-kaelis-blanco.html",
    "imagen": "https://rockntipo.com/268204-home_default/comprar-vinilo-de-lia-kali-kaelis-blanco.jpg",
    "precio": "34,31€",
    "descripcion": "Lia Kali - Album Kaelis (1 LP Blanco). Género: Hip-Hop. Lia Kali propone en 'Kaelis' un salto a los cielos para abrazar la incertidumbre del futuro desde un presente que transita con ambivalencia entre el éxito, la pureza, la plata o el amor y las turbulencias, el miedo, el vértigo, la frustración y la muerte.Lia Kali ha grabado 'Kaelis' a fuego lento pero con la llama permanentemente prendida, durante todo el 2024 y en combinación urgente y permanente con los casi 60 conciertos a lado y lado del Atlántico que han conformado el segundo año de gira de presentación de su primer disco. Con su productor de confianza Toni Anzis presente en todas las sesiones, del Altiplano de Granada al barri de la Verneda de Barcelona pasando por la Vall d'en Bas y rematando en Burbank, Los Angeles, California, donde finalmente se ha sumado Rance Dopson, alma máter y director musical del mítico y laureado colectivo musical norteamericano '1500 or Nothing' (Beyoncé, Kendrick Lamar, Alicia Keys, Justin Timberlake, Snoop Dogg...). Es así como 'Kaelis' ha sido un viaje ya en y desde su creación: largo, excitante, lleno de escalas y cielos diferentes y para nada exento de las turbulencias, el vértigo y los miedos que conllevan las ganas de volar alto. 'Kaelis' toma el relevo al debut 'Contra Todo Pronóstico', colección urgente de piezas paridas durante el confinamiento con las que la cantante barcelonesa se soltaba y lo soltaba todo: 'ahí lo tenéis, aquí está lo mío, necesitaba cantarlo'. En el nuevo disco Lia Kali no se calla nada tampoco pero hay ahí una perspectiva nueva en que la artista, sin perder un ápice de su carismático estilo de cantar y de contar, parece aquí cantar desde un punto más reflexivo y de aceptación vital. Aunque no se equivoquen, 'Kaelis' está trufado también de verbo afilado, de dardos certeros, de tripas corazón y lo sobrevuela enterito una impresión artística 100% marca de la casa Lia Kali, que no es otra que la de hacernos conectar al instante con nuestros miedos y anhelos a través de la rotundidad de sus canciones y lo sobrecogedor de sus emociones. De la misma manera que el cielo alberga todas las luces y, a su vez, la oscuridad sólo salpicada por el serpenteante brillo de estrellas y planetas, en 'Kaelis' se vislumbra también lugar para el juego y la diversión implícita a la hora de hacer música y hay espacio para piezas que integran sin problema los códigos y estilos del momento, dotando a la colección de canciones de un ineludible gusto que acerca el álbum al pop más mainstream. Lia Kali se lanza a volar en este su segundo álbum y toca y canta sus cielos en 'Kaelis' en un ejercicio que derrocha valentía y talento, invitándonos a participar del viaje y a alzar vista y vuelo a nuestros cielos particulares mientras la oímos cantar. Y eso hace tiempo que no nos pasaba a tanta gente a la vez cuando alguien canta."
  },
  {
    "nombre": "The Collection",
    "unidades": "1 LP Dorado",
    "artista": "Kodak Black",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148243-comprar-vinilo-de-kodak-black-the-collection-dorado.html",
    "imagen": "https://rockntipo.com/268139-home_default/comprar-vinilo-de-kodak-black-the-collection-dorado.jpg",
    "precio": "41,29€",
    "descripcion": "Kodak Black - Album The Collection (1 LP Dorado). Género: Hip-Hop. Por primera vez, los grandes éxitos de Kodak Black están disponibles en vinilo. Esta exclusiva colección limitada en color oro en 1LP reúne los temas favoritos de los fans que definieron la carrera de Kodak Black, mostrando letras, brillantez melódica y una energía inconfundible. Desde grandes éxitos como ZEZE hasta himnos arrolladores como Transportin', esta colección captura la esencia del arte de Kodak Black. Prensado en vinilo de alta calidad, el álbum ofrece un sonido cálido y atractivo que permite experimentar su música de una forma totalmente nueva."
  },
  {
    "nombre": "The Rising Tied",
    "unidades": "2 LP",
    "artista": "Fort Minor",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148101-comprar-vinilo-de-fort-minor-the-rising-tied-doble.html",
    "imagen": "https://rockntipo.com/267991-home_default/comprar-vinilo-de-fort-minor-the-rising-tied-doble.jpg",
    "precio": "55,06€",
    "descripcion": "Fort Minor - Album The Rising Tied (2 LP). Género: Hip-Hop. Edición en vinilo del disco de debut de Fort Minor, el proyecto hip-hop de Mike Shinoda, cantante de Linkin Park. Publicado en el 2005, el álbum contiene colaboraciones de Common y John Legend entre otros artistas, e incluye el hit single 'Remember the name'. Esta nueva edición contiene cuatro temas extra disponibles por primera vez en vinilo; 'Be Somebody', 'There They Go', 'The Hard Way' y 'Welcome'."
  },
  {
    "nombre": "B.O.B Presents: The Adventures",
    "unidades": "2 LP",
    "artista": "B.O.B",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148144-comprar-vinilo-de-b-o-b-b-o-b-presents-the-adventures-doble.html",
    "imagen": "https://rockntipo.com/268034-home_default/comprar-vinilo-de-b-o-b-b-o-b-presents-the-adventures-doble.jpg",
    "precio": "55,06€",
    "descripcion": "B.O.B - Album B.O.B Presents: The Adventures (2 LP). Género: Hip-Hop. B.o.B Presents: The Adventures of Bobby Ray es el álbum de estudio debut de B.o.B, que fue lanzado originalmente el 27 de abril de 2010. Este 2 LP, que se publica por primera vez en vinilo, incluye el single 'Airplanes', con Hayley Williams de Paramore, certificado multiplatino por la RIAA, además de colaboraciones con Bruno Mars y Janelle Monae."
  },
  {
    "nombre": "El Secreto",
    "unidades": "1 LP Splatter Deluxe",
    "artista": "Juicy Bae",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147871-comprar-vinilo-de-juicy-bae-el-secreto-splatter-deluxe.html",
    "imagen": "https://rockntipo.com/267746-home_default/comprar-vinilo-de-juicy-bae-el-secreto-splatter-deluxe.jpg",
    "precio": "25,36€",
    "descripcion": "Juicy Bae - Album El Secreto (1 LP Splatter Deluxe). Género: Rap nacional. Después de transitar los claroscuros del amor y la industria, regresa más segura que nunca dando un golpe en la mesa. Para ello lanza El Secreto, editado por Sonido Muchacho, su segundo LP de estudio oficial, donde demuestra todo lo que siempre ha estado en ella y pocos se atrevían a aceptar. '25 años de beef por no encajar en su opinión' pero ganando adeptos a cada tema que lanza.Cómoda en su propia piel, realiza un ejercicio consciente de técnica y composición, para liberarse, de una vez por todas, de los estigmas vinculados a todos aquellos que encontraron su plataforma en el nacimiento del trap nacional. Se desprende de la coraza que le proporcionaba el autotune y nos muestra un voz prácticamente al desnudo. Más cruda y sincera, no deja margen para las apariencias. No se trata de tener una voz normativamente celestial, y sino de tener aquello que va más allá para tener una capacidad inconfundible para transmitir.Y como ella misma dice, soltera pero nunca sola. A lo largo del setlist la encontramos acompañada de grandes nombres como Hoke, con quien abre el disco, Villano Antillano, una coronación trap con La Zowi, la chilena AKRILLA, a quien ya acompañó en su disco epistolares, y grandes promesas del momento como Ahbir, Diego900 o L'haine. Además, en la producción cuenta con su fiel compañero PMP, con quien firmó su anterior mixtape, editada también dentro de Sonido Muchacho, y la que ha sido su mayor descubrimiento hasta la fecha, Alba Arias."
  },
  {
    "nombre": "$Ome $Exy $Ongs 4 U",
    "unidades": "2 LP",
    "artista": "Drake",
    "enlace": "https://rockntipo.com/musica-urbana-rap/148024-comprar-vinilo-de-partynextdoor-and-drake-ome-exy-ongs-4-u-doble.html",
    "imagen": "https://rockntipo.com/267909-home_default/comprar-vinilo-de-partynextdoor-and-drake-ome-exy-ongs-4-u-doble.jpg",
    "precio": "49,75€",
    "descripcion": "Partynextdoor & Drake - Album $Ome $Exy $Ongs 4 U (2 LP). Género: Hip-Hop. El álbum número 1 en Billboard de PARTYNEXTDOOR, Drake, $OME $EXY $ONGS 4 U ya está disponible en doble vinilo. El álbum de 21 canciones incluye los temas «SOMEBODY LOVES ME», 'NOKIA' y «DIE TRYING»."
  },
  {
    "nombre": "El Secreto",
    "unidades": "1 LP Black",
    "artista": "Juicy Bae",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147872-comprar-vinilo-de-juicy-bae-el-secreto-black.html",
    "imagen": "https://rockntipo.com/267747-home_default/comprar-vinilo-de-juicy-bae-el-secreto-black.jpg",
    "precio": "21,39€",
    "descripcion": "Juicy Bae - Album El Secreto (1 LP Black). Género: Rap nacional. Después de transitar los claroscuros del amor y la industria, regresa más segura que nunca dando un golpe en la mesa. Para ello lanza El Secreto, editado por Sonido Muchacho, su segundo LP de estudio oficial, donde demuestra todo lo que siempre ha estado en ella y pocos se atrevían a aceptar. '25 años de beef por no encajar en su opinión' pero ganando adeptos a cada tema que lanza.Cómoda en su propia piel, realiza un ejercicio consciente de técnica y composición, para liberarse, de una vez por todas, de los estigmas vinculados a todos aquellos que encontraron su plataforma en el nacimiento del trap nacional. Se desprende de la coraza que le proporcionaba el autotune y nos muestra un voz prácticamente al desnudo. Más cruda y sincera, no deja margen para las apariencias. No se trata de tener una voz normativamente celestial, y sino de tener aquello que va más allá para tener una capacidad inconfundible para transmitir.Y como ella misma dice, soltera pero nunca sola. A lo largo del setlist la encontramos acompañada de grandes nombres como Hoke, con quien abre el disco, Villano Antillano, una coronación trap con La Zowi, la chilena AKRILLA, a quien ya acompañó en su disco epistolares, y grandes promesas del momento como Ahbir, Diego900 o L'haine. Además, en la producción cuenta con su fiel compañero PMP, con quien firmó su anterior mixtape, editada también dentro de Sonido Muchacho, y la que ha sido su mayor descubrimiento hasta la fecha, Alba Arias."
  },
  {
    "nombre": "Love Sick",
    "unidades": "2 LP Rojo",
    "artista": "Don Toliver",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147907-comprar-vinilo-de-don-toliver-love-sick-doble-rojo.html",
    "imagen": "https://rockntipo.com/267782-home_default/comprar-vinilo-de-don-toliver-love-sick-doble-rojo.jpg",
    "precio": "68,82€",
    "descripcion": "Don Toliver - Album Love Sick (2 LP Rojo). Género: Hip-Hop. ¡No te pierdas la edición limitada del álbum Love Sick de Don Toliver en vinilo translúcido rojo con purpurina! Con sus 2 LPs y un prensado único, es el artículo perfecto para coleccionistas y fans."
  },
  {
    "nombre": "Traumazine",
    "unidades": "2 LP",
    "artista": "Megan Thee Stallion",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147658-comprar-vinilo-de-megan-thee-stallion-traumazine-doble.html",
    "imagen": "https://rockntipo.com/267530-home_default/comprar-vinilo-de-megan-thee-stallion-traumazine-doble.jpg",
    "precio": "58,73€",
    "descripcion": "Megan Thee Stallion - Album Traumazine (2 LP). Género: Hip-Hop. Traumazine es el segundo álbum de estudio de Megan Thee Stallion. El sencillo principal del álbum, Sweetest Pie, cuenta con la participación de Dua Lipa y alcanzó el puesto #15 en el US Billboard Hot 100, además de haber sido certificado platino en EE. UU. y Canadá. El álbum, certificado oro, debutó en el puesto #4 en la lista Billboard 200, convirtiéndose en su quinta entrada en el top 10. También alcanzó el puesto #3 en la lista US R&B/Hip-Hop y el puesto #19 en Canadá. Se lanzaron cuatro sencillos adicionales del álbum, incluyendo Plan B (#29 US Hot 100, #7 US Rap/Hip-Hop - certificado oro), Pressurelicious (#55 US Hot 100, #14 US R&B/Hip-Hop), Her (#62 US Hot 100, #19 US R&B/Hip-Hop - certificado oro) y Ungrateful (#82 US Hot 100, #29 R&B/Hip-Hop). Esta será la primera vez que Traumazine estará disponible en vinilo."
  },
  {
    "nombre": "Afrikan Alien",
    "unidades": "1 LP",
    "artista": "Pa Salieu",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147665-comprar-vinilo-de-pa-salieu-afrikan-alien.html",
    "imagen": "https://rockntipo.com/267537-home_default/comprar-vinilo-de-pa-salieu-afrikan-alien.jpg",
    "precio": "45,88€",
    "descripcion": "Pa Salieu - Album Afrikan Alien (1 LP). Género: Hip-Hop. Con su aclamado proyecto Afrikan Alien lanzado en noviembre de 2024, Pa Salieu continúa utilizando su música para ofrecer una visión sin filtros de su viaje, desde su encarcelamiento hasta recuperar el protagonismo, todo mientras defiende su herencia africana en Gran Bretaña. La canción principal del álbum, 'Big Smile' (con Odumodublvck), se convirtió en el himno de la temporada de fiestas africanas, conocida como Detty December, cuando el proyecto fue lanzado y ayudó a consolidar a Pa Salieu como un nombre reconocido en toda Nigeria y Ghana."
  },
  {
    "nombre": "Vicios Y Virtudes",
    "unidades": "2 LP Reedici&oacute;n 2025",
    "artista": "Violadores Del Verso",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147597-comprar-vinilo-de-violadores-del-verso-vicios-y-virtudes-doble-reedicion-2025.html",
    "imagen": "https://rockntipo.com/267458-home_default/comprar-vinilo-de-violadores-del-verso-vicios-y-virtudes-doble-reedicion-2025.jpg",
    "precio": "34,13€",
    "descripcion": "Violadores Del Verso - Album Vicios Y Virtudes (2 LP Reedición 2025). Género: Hip-Hop. Rememora «Vicios y virtudes» de Violadores del Verso, uno de los discos clave de la historia del hop hop en castellano, de nuevo disponible por aclamación popular con esta nueva reedición. Disponible en formato Vinilo y CD. La leyenda de los maños contínua creciendo y ya adquiere proporciones míticas. Su-suena bien. Mejor no puede sonar.&nbsp;"
  },
  {
    "nombre": "Vivir Para Contarlo",
    "unidades": "3 LP Reedici&oacute;n 2025",
    "artista": "Violadores Del Verso",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147599-comprar-vinilo-de-violadores-del-verso-vivir-para-contarlo-triple-reedicion-2025.html",
    "imagen": "https://rockntipo.com/267460-home_default/comprar-vinilo-de-violadores-del-verso-vivir-para-contarlo-triple-reedicion-2025.jpg",
    "precio": "39,50€",
    "descripcion": "Violadores Del Verso - Album Vivir Para Contarlo (3 LP Reedición 2025). Género: Hip-Hop. Rememora «Vivir para Contarlo» de Violadores del Verso, uno de los discos clave de la historia del hop hop en castellano, de nuevo disponible por aclamación popular con esta nueva reedición. Disponible en formato Vinilo y CD. La leyenda de los maños contínua creciendo y ya adquiere proporciones míticas. Su-suena bien. Mejor no puede sonar.&nbsp;"
  },
  {
    "nombre": "Genios",
    "unidades": "2 LP Reedici&oacute;n 2025",
    "artista": "Violadores Del Verso",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147595-comprar-vinilo-de-violadores-del-verso-genios-doble-reedicion-2025.html",
    "imagen": "https://rockntipo.com/267456-home_default/comprar-vinilo-de-violadores-del-verso-genios-doble-reedicion-2025.jpg",
    "precio": "34,13€",
    "descripcion": "Violadores Del Verso - Album Genios (2 LP Reedición 2025). Género: Hip-Hop. Rememora «Genios» de Violadores del Verso, uno de los discos clave de la historia del hop hop en castellano, de nuevo disponible por aclamación popular con esta nueva reedición. Disponible en formato Vinilo y CD. La leyenda de los maños contínua creciendo y ya adquiere proporciones míticas. Su-suena bien. Mejor no puede sonar.&nbsp;"
  },
  {
    "nombre": "Letter To Brazil",
    "unidades": "1 LP",
    "artista": "Midan",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147619-comprar-vinilo-de-midan-letter-to-brazil.html",
    "imagen": "https://rockntipo.com/267480-home_default/comprar-vinilo-de-midan-letter-to-brazil.jpg",
    "precio": "22,36€",
    "descripcion": "Midan - Album Letter To Brazil (1 LP). Género: Hip-Hop. El nuevo álbum de Midan rinde homenaje a la hermosa música de Brasil. El joven productor, DJ y digger de Colonia canaliza su profundo amor por la Bossa Nova, la Samba y la MPB (Música Popular Brasileira) en un álbum de 17 temas titulado «Letter to Brazil», acompañado por sus buenos amigos FloFilz, Saib, Mr. Käfer y Lesky. Con ilustraciones del ilustrador paulista André Cast.Nacido y criado en París, este productor medio alemán medio argelino es una de las nuevas promesas de la escena beatmaker alemana. Con sólo 23 años, Midan ya ha publicado varios álbumes en sellos de renombre como Casual Low Grind, Mutombo Records y Beat Jazz International"
  },
  {
    "nombre": "Rent&#039;S Due",
    "unidades": "1 LP",
    "artista": "Nemzzz",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147573-comprar-vinilo-de-nemzzz-rent-s-due.html",
    "imagen": "https://rockntipo.com/267432-home_default/comprar-vinilo-de-nemzzz-rent-s-due.jpg",
    "precio": "33,03€",
    "descripcion": "Nemzzz - Album Rent'S Due (1 LP). Género: Hip-Hop. Uno de los proyectos más emocionantes del Reino Unido, Nemzzz, lanza su segundo mixtape 'Rent's Due'. El nativo de Manchester está viviendo una racha increíble, respaldada por más de medio billón de reproducciones solo en 2024. El proyecto cuenta con 14 pistas y una increíble lista de artistas invitados, tanto nacionales como internacionales."
  },
  {
    "nombre": "Alter Ego",
    "unidades": "1 LP Black",
    "artista": "Lisa",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147455-comprar-vinilo-de-lisa-alter-ego-black.html",
    "imagen": "https://rockntipo.com/267309-home_default/comprar-vinilo-de-lisa-alter-ego-black.jpg",
    "precio": "40,23€",
    "descripcion": "Lisa - Album Alter Ego (1 LP). Género: Hip-Hop. La rapera, cantante, bailarina e icono de estilo de fama mundial, LISA, lanza su álbum debut en solitario&nbsp;Alter Ego. Con&nbsp;Alter Ego, LISA emula a cinco personajes únicos, mostrando su versatilidad y vanguardia. El álbum incluirá los singles 'Rockstar', 'New Woman' ft. Rosalia, y 'Moonlit Floor (Kiss Me)', que suman 1.200 millones de reproducciones en todo el mundo."
  },
  {
    "nombre": "The Crossroads",
    "unidades": "1 LP Plateado",
    "artista": "Cordae",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147314-comprar-vinilo-de-cordae-the-crossroads-plateado.html",
    "imagen": "https://rockntipo.com/267158-home_default/comprar-vinilo-de-cordae-the-crossroads-plateado.jpg",
    "precio": "41,29€",
    "descripcion": "Cordae - Album The Crossroads (1 LP Plateado). Género: Hip-Hop. Edición limitada en vinilo plateado. Con Anderson .Paak, Juicy J, Kanye West, Lil Wayne y muchos más.La primera edición limitada del tercer álbum de estudio de Cordae The Crossroads en vinilo plateado. Esta edición contiene las 16 pistas del lanzamiento digital incluyendo todas las colaboraciones."
  },
  {
    "nombre": "Slime Season",
    "unidades": "2 LP",
    "artista": "Young Thug",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147241-comprar-vinilo-de-young-thug-slime-season-doble.html",
    "imagen": "https://rockntipo.com/267083-home_default/comprar-vinilo-de-young-thug-slime-season-doble.jpg",
    "precio": "68,82€",
    "descripcion": "Young Thug - Album Slime Season (2 LP). Género: Hip-Hop. Slime Season es el séptimo mixtape autoeditado del rapero estadounidense Young Thug, publicado el 16 de septiembre de 2015. Cuenta con la producción de varios artistas, como London on da Track, Metro Boomin, Ricky Racks, Wheezy y WondaGurl, y con las colaboraciones de Migos, Gucci Mane, Peewee Longway y Lil Wayne."
  },
  {
    "nombre": "Slime Season 2",
    "unidades": "3 LP",
    "artista": "Young Thug",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147242-comprar-vinilo-de-young-thug-slime-season-2-triple.html",
    "imagen": "https://rockntipo.com/267084-home_default/comprar-vinilo-de-young-thug-slime-season-2-triple.jpg",
    "precio": "104,60€",
    "descripcion": "Young Thug - Album Slime Season 2 (3 LP). Género: Hip-Hop. Slime Season 2 es el octavo mixtape autoeditado del rapero estadounidense Young Thug. Fue lanzado el 31 de octubre de 2015 como la segunda entrega de la serie Slime Season, que recopila material filtrado e inédito de al menos un año de antigüedad."
  },
  {
    "nombre": "Beats, Rhymes & Life",
    "unidades": "2 LP",
    "artista": "A Tribe Called Quest",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147284-comprar-vinilo-de-a-tribe-called-quest-beats-rhymes-and-life-doble.html",
    "imagen": "https://rockntipo.com/267128-home_default/comprar-vinilo-de-a-tribe-called-quest-beats-rhymes-and-life-doble.jpg",
    "precio": "34,31€",
    "descripcion": "A Tribe Called Quest - Album Beats, Rhymes & Life (2 LP). Género: Hip-Hop. Publicado originalmente en 1996, Beats, Rhymes And Life marca un nuevo y audaz capítulo en la legendaria carrera de A Tribe Called Quest. Con producción de Q-Tip y J Dilla, el álbum combina ritmos jazzísticos y conmovedores con letras introspectivas y agudos comentarios sociales. El álbum, que muestra la evolución del sonido del grupo, al tiempo que se mantiene fiel a sus raíces en el hip-hop consciente, incluye temas clave como '1nce Again', 'Stressed Out' con Faith Evans, y 'The Hop'."
  },
  {
    "nombre": "Hits, Rarities & Remixes",
    "unidades": "2 LP",
    "artista": "A Tribe Called Quest",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147285-comprar-vinilo-de-a-tribe-called-quest-hits-rarities-and-remixes-doble.html",
    "imagen": "https://rockntipo.com/267129-home_default/comprar-vinilo-de-a-tribe-called-quest-hits-rarities-and-remixes-doble.jpg",
    "precio": "34,31€",
    "descripcion": "A Tribe Called Quest - Album Hits, Rarities & Remixes (2 LP). Género: Hip-Hop. Hits, Rarities and Remixes, publicado en 2003, es una recopilación que reúne los temas más emblemáticos del grupo, caras B raras y remezclas exclusivas, para ofrecer una visión completa de su carrera con una inmersión profunda en las joyas menos conocidas que dieron forma a su sonido."
  },
  {
    "nombre": "Madvillainy Demos",
    "unidades": "1 LP",
    "artista": "Madvillain & Madlib & Mf Doom",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147213-comprar-vinilo-de-madvillain-and-madlib-and-mf-doom-madvillainy-demos.html",
    "imagen": "https://rockntipo.com/267054-home_default/comprar-vinilo-de-madvillain-and-madlib-and-mf-doom-madvillainy-demos.jpg",
    "precio": "30,39€",
    "descripcion": "Madvillain & Madlib & Mf Doom - Album Madvillainy Demos (1 LP). Género: Hip-Hop. Por fin en vinilo los demos de&nbsp;Madvillainy, considerado como uno de los mejores álbumes de hip-hop de todos los tiempos."
  },
  {
    "nombre": "Madvillainy",
    "unidades": "2 LP Audiophile Edition",
    "artista": "Madvillain & Madlib & Mf Doom",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147214-comprar-vinilo-de-madvillain-madlib-mf-doom-madvillainy-doble-audiophile-edition.html",
    "imagen": "https://rockntipo.com/267055-home_default/comprar-vinilo-de-madvillain-madlib-mf-doom-madvillainy-doble-audiophile-edition.jpg",
    "precio": "38,03€",
    "descripcion": "Madvillain & Madlib & Mf Doom - Album Madvillainy (2 LP Audiophile Edition). Género: Hip-Hop. El único álbum de estudio de Madvillain (MF DOOM y Madlib), considerado por muchos como uno de los mejores álbumes de hip-hop de todos los tiempos.&nbsp;Esta nueva versión incluye un empaque mejorado combinado con una calidad de sonido audiófila para la mejor experiencia auditiva."
  },
  {
    "nombre": "Can&#039;T Rush Greatness",
    "unidades": "1 LP Black",
    "artista": "Central Cee",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147146-comprar-vinilo-de-central-cee-can-t-rush-greatness-black.html",
    "imagen": "https://rockntipo.com/266979-home_default/comprar-vinilo-de-central-cee-can-t-rush-greatness-black.jpg",
    "precio": "30,88€",
    "descripcion": "Central Cee - Album Can'T Rush Greatness (1 LP Black). Género: Hip-Hop. CENTRAL CEE, la sensación mundial del rap británico, ha anunciado su esperado álbum de debut, Can't Rush Greatness. Tras dominar las listas mundiales y las plataformas de streaming con sus dos mixtapes anteriores, Wild West y 23, y sus exitosos singles, como Doja, Band 4 Band y Obsessed With You, este álbum de debut marca un hito importante en la ya ilustre carrera de Cench. Grabado en múltiples lugares de todo el mundo durante los últimos doce meses, el disco incluye ritmos de numerosos productores, entre ellos Dave, su colaborador desde hace tiempo."
  },
  {
    "nombre": "Jazzterfield 3",
    "unidades": "1 LP",
    "artista": "Shuko",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147077-comprar-vinilo-de-shuko-jazzterfield-3.html",
    "imagen": "https://rockntipo.com/266908-home_default/comprar-vinilo-de-shuko-jazzterfield-3.jpg",
    "precio": "23,34€",
    "descripcion": "Shuko - Album Jazzterfield 3 (1 LP). Género: Hip-Hop. Shuko presenta su esperado nuevo álbum Jazzterfield 3, una magistral mezcla de hip-hop, soul y jazz.El célebre productor Shuko regresa con su último álbum, Jazzterfield 3, una cautivadora fusión de hip-hop, soul y jazz que sigue mostrando su sonido característico. Este álbum, tercera entrega de su aclamada serie Jazzterfield, es un viaje sonoro que combina influencias clásicas del jazz con ritmos modernos y conmovedores. Conocido por sus colaboraciones con grandes artistas y sus destacados trabajos en solitario como Anderson Paak, Kanye West o Chance The Rapper, el último lanzamiento de Shuko ofrece temas que se sienten como en casa tanto en sesiones de escucha íntimas como en vibrantes listas de reproducción. Tanto si te gusta el hip-hop de la época dorada, como las ricas texturas del jazz o los ritmos empapados de soul, Jazzterfield 3 reúne estos mundos en un sonido cohesivo y orgánico."
  },
  {
    "nombre": "Balloonerism",
    "unidades": "2 LP Black",
    "artista": "Mac Miller",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147041-comprar-vinilo-de-mac-miller-balloonerism-doble-black.html",
    "imagen": "https://rockntipo.com/266870-home_default/comprar-vinilo-de-mac-miller-balloonerism-doble-black.jpg",
    "precio": "55,06€",
    "descripcion": "Mac Miller - Album Balloonerism (2 LP Black). Género: Hip-Hop. Muchos de los fans de Malcolm conocen Balloonerism, un álbum de larga duración que Malcolm creó en la época del lanzamiento de Faces en 2014. Se trata de un proyecto que era muy importante para Malcolm, hasta el punto de encargarse del diseño artístico y discutir con frecuencia cuándo debía publicarse, aunque finalmente GO:OD AM y los álbumes posteriores acabaron teniendo prioridad.Creemos que el proyecto muestra tanto la amplitud de su talento musical como su valentía como artista. Dado que versiones no oficiales del álbum han circulado por Internet durante años y que la publicación de Balloonerism era algo que Malcolm manifestaba con frecuencia que era importante para él, consideramos que lo más apropiado era presentar al mundo una versión oficial del proyecto. Con esto en mente, nos complace anunciar que Balloonerism verá la luz.El álbum nació del mismo periodo creativo en el que Mac estaba trabajando en Watching Movies with the Sound Off, Delusional Thomas, Faces y más, y representa la ambición creativa que tenía independientemente del género musical."
  },
  {
    "nombre": "K-12",
    "unidades": "1 LP Pink&Milky Clear",
    "artista": "Melanie Martinez",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147045-comprar-vinilo-de-melanie-martinez-k-12-pink-y-milky-clear.html",
    "imagen": "https://rockntipo.com/266874-home_default/comprar-vinilo-de-melanie-martinez-k-12-pink-y-milky-clear.jpg",
    "precio": "55,06€",
    "descripcion": "Melanie Martinez - Album K-12 (1 LP Pink&Milky Clear). Género: Hip-Hop. El segundo álbum de Melanie Martinez, K-12, es otro ambicioso triunfo de la artista. Al igual que su debut multiplatino, Cry Baby, la música de K-12 es un álbum vibrante y singular de hip-hop discreto, pop conmovedor y música electrónica de tendencia indie.El universo de K-12 es una expansión del que se presentó en Cry Baby. Con letras ricas en metáforas, las canciones de K-12 abordan la lucha por encontrar un lugar al que pertenecer -incluidas las amistades, el mundo físico y el romántico-, incluso cuando encajar en la sociedad parece una batalla cuesta arriba."
  },
  {
    "nombre": "Gratitude",
    "unidades": "1 LP",
    "artista": "Mary J Blige",
    "enlace": "https://rockntipo.com/musica-urbana-rap/147061-comprar-vinilo-de-mary-j-blige-gratitude.html",
    "imagen": "https://rockntipo.com/266890-home_default/comprar-vinilo-de-mary-j-blige-gratitude.jpg",
    "precio": "55,06€",
    "descripcion": "Mary J Blige - Album Gratitude (1 LP). Género: Hip-Hop. La Reina del Hip-Hop regresa con «Gratitude», su decimoquinto álbum de estudio y el primero en casi tres años. Durante más de 30 años, la cantautora nacida en el Bronx se ha consolidado como un icono transgeneracional del RnB, el soul y el rap estadounidense. Una vez más, ha deleitado a sus fans con el lanzamiento de su esperado proyecto, que incluye el sencillo «Breathing», en el que colabora el rapero estadounidense Fabolous."
  },
  {
    "nombre": "Atavista",
    "unidades": "2 LP Black",
    "artista": "Childish Gambino",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146750-comprar-vinilo-de-childish-gambino-atavista-doble-black.html",
    "imagen": "https://rockntipo.com/266752-home_default/comprar-vinilo-de-childish-gambino-atavista-doble-black.jpg",
    "precio": "39,46€",
    "descripcion": "Childish Gambino - Album Atavista (2 LP Black). Género: Hip-Hop. Atavista es la reedición del cuarto álbum de estudio del rapero estadounidense Childish Gambino, 3.15.20, descrito por Gambino como una «versión acabada». El álbum mantiene las mismas apariciones como invitados de la versión inacabada (Ariana Grande, Kadhja Bonet, 21 Savage e Ink), al tiempo que incorpora nuevas apariciones como invitados de Young Nudy y Summer Walker"
  },
  {
    "nombre": "Two Be Ok-The Seed Tape Vol 1",
    "unidades": "1 LP",
    "artista": "Torky Tork",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146583-comprar-vinilo-de-torky-tork-two-be-ok-the-seed-tape-vol-1.html",
    "imagen": "https://rockntipo.com/266565-home_default/comprar-vinilo-de-torky-tork-two-be-ok-the-seed-tape-vol-1.jpg",
    "precio": "23,34€",
    "descripcion": "Torky Tork - Album Torky Tork. Género: Hip-Hop. Residente en Ámsterdam por elección, la Seed Tape Vol.1 de Torky Tork es una reminiscencia de su amor por el cultivo de plantas. Ha creado su propio proyecto personal de «música para plantas», para entretener a la flora y la fauna y estimular el proceso de floración.Simultáneamente al álbum, se presentará al mundo la variedad de hierba OK KUSH de Torky. Los exuberantes y relajados sonidos estimulantes y las líneas de base son beneficiosos tanto para las plantas como para el córtex de los oyentes.El sonido de Torky, incluso a través de varios proyectos, puede describirse con un amplio espectro de influencias. Este inquieto berlinés nunca se ha ceñido a una fórmula. Su afán por hacer siempre nuevas aportaciones se refleja en el cambio constante del centro de su vida: desde hace algunos años, viaja constantemente de un lado a otro entre su estudio del Bunker de Berlín y Amsterdam, su hogar preferido. Así que la influencia de la hierba ha estado naturalmente a su alrededor durante un tiempo, y sin embargo le ha inspirado para sumergirse en el álbum TWO BE OK.El ilustre elenco de invitados musicales del álbum incluye a los productores más solicitados de Alemania, el beatmaker de dormitorio autodidacta FloFilz, el afiliado del estudio búnker berlinés S. Fidelity, el aficionado al vino Dexter (también ingeniero de masterización del álbum), Wandl y muchos más. Es la banda sonora perfecta para regar tus plantas favoritas mientras las ves crecer."
  },
  {
    "nombre": "Bassona",
    "unidades": "1 LP",
    "artista": "Koralle & Francesco Giampaoli",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146585-comprar-vinilo-de-koralle-and-francesco-giampaoli-bassona.html",
    "imagen": "https://rockntipo.com/266567-home_default/comprar-vinilo-de-koralle-and-francesco-giampaoli-bassona.jpg",
    "precio": "22,36€",
    "descripcion": "Koralle & Francesco Giampaoli - Album Koralle & Francesco Giampaoli. Género: Hip-Hop. Koralle quiere escapar del calor de Bolonia durante unas semanas. Se dirige al sur y alquila una pequeña cabaña junto al mar, cerca de Rávena. Una noche conoce a Francesco Giampaoli, un experimentado músico de jazz y del mundo, en un bar de la playa de Bassona. Los dos habían trabajado en música antes y Koralle visita a Francesco al día siguiente en su estudio, que está lleno de equipos e instrumentos analógicos."
  },
  {
    "nombre": "30 Esenciales",
    "unidades": "Box 3 LP",
    "artista": "SFDK",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146409-comprar-vinilo-de-sfdk-30-esenciales-box-triple.html",
    "imagen": "https://rockntipo.com/266379-home_default/comprar-vinilo-de-sfdk-30-esenciales-box-triple.jpg",
    "precio": "56,56€",
    "descripcion": "SFDK - Album 30 Esenciales (Box 3 LP). Género: Hip-Hop. SFDK ha cumplido en 2024 sus 30 años como grupo. Esta caja especial de edición limitadísima conmemora este hito con 3 vinilos de colores con canciones de toda su discografía, una selección de temazos hecha por el propio grupo."
  },
  {
    "nombre": "Slime Season 3",
    "unidades": "1 LP",
    "artista": "Young Thug",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146479-comprar-vinilo-de-young-thug-slime-season-3.html",
    "imagen": "https://rockntipo.com/266452-home_default/comprar-vinilo-de-young-thug-slime-season-3.jpg",
    "precio": "44,12€",
    "descripcion": "Young Thug - Album Slime Season 3 (1 LP). Género: Hip-Hop. Slime Season 3 es la tercera mixtape comercial del rapero estadounidense Young Thug y sirve como tercera entrega de la serie Slime Season. Consta de ocho temas y cuenta con apariciones de invitados de Yak Gotti, Lil Duke y Peewee Roscoe, con la producción de varios productores discográficos que corrió a cargo de Mike Will Made It, London on da Track, Allen Ritter, Isaac Flame y MariiBeatz, entre otros."
  },
  {
    "nombre": "Climax Final Feliz",
    "unidades": "2 LP Amarillo",
    "artista": "Rayden",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146367-comprar-vinilo-de-rayden-climax-final-feliz-doble-amarillo.html",
    "imagen": "https://rockntipo.com/266337-home_default/comprar-vinilo-de-rayden-climax-final-feliz-doble-amarillo.jpg",
    "precio": "40,37€",
    "descripcion": "Rayden - Album Climax Final Feliz (2 LP Amarillo). Género: Hip-Hop. El 2 de diciembre de 2023 Rayden ofreció una actuación en el Wizink Center de Madrid que se convierte por muchos motivos en un concierto inolvidable. No solo por esta edición discográfica, que hace que el concierto sea ya inmortal, también por el público entregado a un artista que anunció su retirada, un artista que nos ha acompañado durante muchos años y canciones haciendo evolucionar en rap en castellano. Pues Rayden ofreció un show espectacular con un montaje pocas veces visto, invitó a artistas como Andrés Suárez, Alice Wonder o Travis Birds, y durante más de una veintena de canciones hizo que temblase el Wizink Center. Ahora se edita en doble vinilo, color amarillo, para seguir disfrutando este concierto y la carrera de un artista fundamental."
  },
  {
    "nombre": "Megan",
    "unidades": "2 LP",
    "artista": "Megan Thee Stallion",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146373-comprar-vinilo-de-megan-thee-stallion-megan-doble.html",
    "imagen": "https://rockntipo.com/266343-home_default/comprar-vinilo-de-megan-thee-stallion-megan-doble.jpg",
    "precio": "58,73€",
    "descripcion": "Megan Thee Stallion - Album Megan (2 LP). Género: Hip-Hop. Descubre 'MEGAN', el nuevo álbum del icono del rap femenino estadounidense. Tras marcar su regreso en solitario con 'Cobra' y 'HISS' (que debutó en el nº 1 de las listas Billboard de EE.UU.), Megan Thee Stallion confirma su estatus de icono con este nuevo álbum, disponible en formato físico por primera vez. Incluye el éxito 'Mamushi' con Yuki Chiba."
  },
  {
    "nombre": "Merciless",
    "unidades": "1 LP",
    "artista": "Body Count",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146362-comprar-vinilos-de-body-count-merciless.html",
    "imagen": "https://rockntipo.com/266332-home_default/comprar-vinilos-de-body-count-merciless.jpg",
    "precio": "29,17€",
    "descripcion": "Body Count - Album Merciless (1 LP). Género: Hip-Hop. La banda pionera del rap metal Body Count regresa con su esperado octavo álbum. Ice-T y los suyos desatan su energía más que nunca en este disco de 12 canciones lleno de rabia, Merciless. Tras perseverar a través de tragedias personales, la oposición social y un ejército de detractores, el grupo emerge ensangrentado pero intacto, y con más rabia que nunca. «Se trata de ese punto en el que no puedes aguantar más y estás acabado», dice Ice-T sobre el álbum. Con apariciones como invitados de George «Corpsegrinder» Fisher (Cannibal Corpse), Joe Bad (Fit For An Autopsy) y Max Cavalera (Soulfly), «Merciless» ofrece suficiente potencia de fuego. La formación actual incluye a los supervivientes Ice-T, Ernie C. y Sean E Sean, a los que se unen el bajista Vincent Price, el batería Will «Ill Will» Dorsey, Juan «Juan of the Dead» García y el corista Little Ice."
  },
  {
    "nombre": "Now Playing",
    "unidades": "1 LP Clear",
    "artista": "Flo Rida",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146274-comprar-vinilo-de-flo-rida-now-playing-clear.html",
    "imagen": "https://rockntipo.com/266242-home_default/comprar-vinilo-de-flo-rida-now-playing-clear.jpg",
    "precio": "36,70€",
    "descripcion": "Flo Rida - Album Now Playing (1 LP Clear). Género: Hip-Hop. Presentamos «Now Playing» de Flo Rida, una colección de éxitos y animados himnos como «My House», «Whistle», «Wild Ones» con Sia y «Right Round» con Ke$ha. También incluye «Low», con T-Pain, 3 veces disco de platino y número uno de la lista Billboard. Disfruta de los éxitos que hicieron bailar a las multitudes entre 2007 y 2015.Diez éxitos e himnos del conocido artista en vinilo transparente."
  },
  {
    "nombre": "Now Playing",
    "unidades": "1 LP Blue",
    "artista": "Wiz Kalifa",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146276-comprar-vinilo-de-wiz-kalifa-now-playing-blue.html",
    "imagen": "https://rockntipo.com/266244-home_default/comprar-vinilo-de-wiz-kalifa-now-playing-blue.jpg",
    "precio": "36,70€",
    "descripcion": "Wiz Kalifa - Album Now Playing (1 LP Blue). Género: Hip-Hop. Disfruta de Wiz Khalifa a través de una mezcla de sus grandes éxitos y los favoritos de los fans ahora en un exclusivo LP azul. Incluye «Black And Yellow», himno que representa sus raíces de Pittsburgh, «See You Again», un emotivo homenaje que aparece en la banda sonora de Fast & Furious 7, y «Young, Wild & Free», una colaboración con Snoop Dogg, que celebra la vida sin preocupaciones. Esta lista de canciones pone de relieve la versatilidad de Wiz y su impacto tanto en el hip-hop como en la música convencional."
  },
  {
    "nombre": "Tetsuo & Youth",
    "unidades": "2 LP Purple",
    "artista": "Lupe Fiasco",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146286-comprar-vinilo-de-lupe-fiasco-tetsuo-youth-doble-purple.html",
    "imagen": "https://rockntipo.com/266254-home_default/comprar-vinilo-de-lupe-fiasco-tetsuo-youth-doble-purple.jpg",
    "precio": "58,73€",
    "descripcion": "Lupe Fiasco - Album Tetsuo & Youth (2 LP Purple). Género: Hip-Hop. «Tetsuo & Youth» es el quinto álbum de estudio del rapero estadounidense Lupe Fiasco. El álbum fue lanzado el 20 de enero de 2015 por 1st & 15th Entertainment y Atlantic Records.Tetsuo & Youth fue apoyado por el single principal, «Deliver». El álbum recibió críticas generalmente positivas, citándolo como una mejora significativa y un resurgir en comparación con el trabajo anterior de Fiasco. Debutó en el número 14 del Billboard 200 de EE.UU., vendiendo 42.000 copias en su primera semana.'Tetsuo & Youth brilla con imaginación. Donde el maestro de judo de la yuxtaposición se ha vuelto más desafiante líricamente' Justin Hunte (Hip-Hop DX)."
  },
  {
    "nombre": "North Vol 2",
    "unidades": "2 LP",
    "artista": "Sango",
    "enlace": "https://rockntipo.com/musica-urbana-rap/146222-comprar-vinilo-de-sango-north-vol-2-doble.html",
    "imagen": "https://rockntipo.com/266190-home_default/comprar-vinilo-de-sango-north-vol-2-doble.jpg",
    "precio": "39,50€",
    "descripcion": "Sango - Album North Vol 2 (2 LP). Género: Hip-Hop. Una recopilación que rinde homenaje a 'North', su álbum debut de 2013, 'North Vol. 2' explora temas similares como la familia, la autoexpresión, la sabiduría y el amor con una refinada sensación de futuro RnB. El sencillo principal presenta la voz contemplativa del cantautor jamaicano-estadounidense nominado al Grammy Masego. Su voz flota sobre los trazos de la guitarra y los 808: el sensual sonido característico que Sango ha estado creando a lo largo de su carrera."
  },
  {
    "nombre": "What Do You Believe In?",
    "unidades": "1 LP",
    "artista": "Rag&#039;n&#039;Bone Man",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145992-comprar-vinilo-de-rag-n-bone-man-what-do-you-believe-in.html",
    "imagen": "https://rockntipo.com/265924-home_default/comprar-vinilo-de-rag-n-bone-man-what-do-you-believe-in.jpg",
    "precio": "30,88€",
    "descripcion": "Rag'N'Bone Man - Album What Do You Believe In? (1 LP). Género: Hip-Hop. Rag'n'Bone Man está listo para aceptar la alegría en su vida. Nacido como Rory Charles Graham, el cantante nacido en Sussex, conocido por su voz de blues, tomó al mundo por asalto con su álbum debut «Human» en 2016. Ahora, el vocalista británico, ganador de varios premios, ha encontrado un nuevo equilibrio, volviendo a sus cimientos creativos y construyendo de nuevo.What Do You Believe In?» está anclado en el florecimiento de la confianza y la red de apoyo perdurable que encuentra en la vida familiar. Ha llevado tiempo, pero Rag'n'Bone Man se encuentra en un lugar seguro y lleno de amor, y quiere compartir esa sensación. El periodo que rodeó al segundo álbum, «Life By Misadventure», de 2021, estuvo marcado por la inseguridad en sí mismo, con los problemas pesando sobre los hombros del cantante, pero luego las cosas cambiaron. Como resultado, el nuevo álbum «What Do You Believe In?» tiene un toque atrevido pero radiante."
  },
  {
    "nombre": "What Do You Believe In?",
    "unidades": "1 LP Translucido",
    "artista": "Rag&#039;n&#039;Bone Man",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145993-comprar-vinilo-de-rag-n-bone-man-what-do-you-believe-in-translucido.html",
    "imagen": "https://rockntipo.com/265925-home_default/comprar-vinilo-de-rag-n-bone-man-what-do-you-believe-in-translucido.jpg",
    "precio": "33,03€",
    "descripcion": "Rag'N'Bone Man - Album What Do You Believe In? (1 LP Translucido). Género: Hip-Hop. Rag'n'Bone Man está listo para aceptar la alegría en su vida. Nacido como Rory Charles Graham, el cantante nacido en Sussex, conocido por su voz de blues, tomó al mundo por asalto con su álbum debut «Human» en 2016. Ahora, el vocalista británico, ganador de varios premios, ha encontrado un nuevo equilibrio, volviendo a sus cimientos creativos y construyendo de nuevo.What Do You Believe In?» está anclado en el florecimiento de la confianza y la red de apoyo perdurable que encuentra en la vida familiar. Ha llevado tiempo, pero Rag'n'Bone Man se encuentra en un lugar seguro y lleno de amor, y quiere compartir esa sensación. El periodo que rodeó al segundo álbum, «Life By Misadventure», de 2021, estuvo marcado por la inseguridad en sí mismo, con los problemas pesando sobre los hombros del cantante, pero luego las cosas cambiaron. Como resultado, el nuevo álbum «What Do You Believe In?» tiene un toque atrevido pero radiante."
  },
  {
    "nombre": "Globalization - 10Th Anniversary",
    "unidades": "1 LP Verde",
    "artista": "Pitbull",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145920-comprar-vinilo-de-pitbull-globalization-10th-anniversary-verde.html",
    "imagen": "https://rockntipo.com/265841-home_default/comprar-vinilo-de-pitbull-globalization-10th-anniversary-verde.jpg",
    "precio": "34,31€",
    "descripcion": "Pitbull - Album Globalization - 10Th Anniversary (1 LP Verde). Género: Hip-Hop. La superestrella internacional PITBULL presenta su álbum Globalization, ahora disponible por primera vez en un llamativo vinilo verde translúcido con espirales negras, justo a tiempo para conmemorar su 10º aniversario. El álbum cuenta con una impresionante serie de colaboraciones con artistas como Jason Derulo, Juicy J, Sean Paul, Bebe Rexha, Chris Brown y Jennifer Lopez, entre otros. Globalization incluye temas destacados como Time of Our Lives (con Ne-Yo) y Fireball (con John Ryan)."
  },
  {
    "nombre": "Greatest Hits",
    "unidades": "1 LP Gris",
    "artista": "Pitbull",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145921-comprar-vinilo-de-pitbull-greatest-hits-gris.html",
    "imagen": "https://rockntipo.com/265842-home_default/comprar-vinilo-de-pitbull-greatest-hits-gris.jpg",
    "precio": "34,31€",
    "descripcion": "Pitbull - Album Greatest Hits (1 LP Gris). Género: Hip-Hop. La superestrella internacional PITBULL presenta su álbum Greatest Hits. La compilación incluye sus singles más vendidos de 2009 a 2014, junto a temas electrizantes como Jungle (con E-40 y Abraham Mateo) y Locas (con Lil Jon). Greatest Hits es un poderoso testimonio de la destreza de PITBULL para crear himnos contagiosos, enérgicos y festivos. El álbum incluye éxitos monumentales como Give Me Everything (con Ne-Yo, Afrojack y Nayer), Timber (con Kesha), Time of Our Lives (con Ne-Yo), Fireball (con John Ryan), ¡y muchos más!"
  },
  {
    "nombre": "Grasa",
    "unidades": "1 LP",
    "artista": "Nathy Peluso",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145791-comprar-vinilo-de-nathy-peluso-grasa.html",
    "imagen": "https://rockntipo.com/265704-home_default/comprar-vinilo-de-nathy-peluso-grasa.jpg",
    "precio": "34,31€",
    "descripcion": "Nathy Peluso - Album Grasa (1 LP). Género: Hip-Hop. Grasa es el segundo álbum de estudio de la cantante y compositora Nathy Peluso. Nathy Peluso es una figura consagrada y una referencia tanto en Argentina como en España, habiendo alcanzado grandes logros a lo largo de su carrera. Su álbum debut, Calambre, lanzado en 2020, recibió elogios de la crítica y catapultó a Nathy hacia la fama y el éxito, incluso obteniendo el premio al 'Mejor Álbum Alternativo' en los Latin GRAMMY 2021. Además, ha cosechado éxitos en colaboraciones con artistas como Bizarrap, C Tangana y Tiago PZK, y ha participado en prestigiosos eventos como Coachella. No menos impresionante es su capacidad para agotar entradas, como lo demostró con su concierto en el Movistar Arena de Buenos Aires, así como su exitosa gira por toda España. El anuncio de GRASA marca un nuevo hito en la carrera de Nathy Peluso, prometiendo ofrecer a sus seguidores una experiencia musical única y emocionante que seguramente dejará una marca indeleble en la escena musical actual."
  },
  {
    "nombre": "One Of Gun",
    "unidades": "1 LP Blue",
    "artista": "Gunna",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145348-comprar-vinilo-de-gunna-one-of-gun-blue.html",
    "imagen": "https://rockntipo.com/265223-home_default/comprar-vinilo-de-gunna-one-of-gun-blue.jpg",
    "precio": "58,73€",
    "descripcion": "Gunna - Album One Of Gun (1 LP Blue). Género: Hip-Hop. Edición en vinilo azules de 'One of Wun', el quinto álbum de estudio de la superestrella estadounidense del rap Gunna. El álbum cuenta con colaboraciones con Roddy Ricch, Offset, Normani, y Leon Bridges y ha sido producido por los habituales del artista: Turbo (Drip Too Hard, Yosemite) y Dunkrock (Fukumean)."
  },
  {
    "nombre": "Fine Art",
    "unidades": "1 LP Tricolor",
    "artista": "Kneecap",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145306-comprar-vinilo-de-kneecap-fine-art-tricolor.html",
    "imagen": "https://rockntipo.com/265181-home_default/comprar-vinilo-de-kneecap-fine-art-tricolor.jpg",
    "precio": "30,23€",
    "descripcion": "Kneecap - Album Fine Art (1 LP Tricolor). Género: Hip-Hop. Los irlandeses más prohibidos y censurados en UK nos muestran sus armas en este discazo."
  },
  {
    "nombre": "The Anthology",
    "unidades": "2 LP",
    "artista": "A Tribe Called Quest",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145267-comprar-vinilo-de-a-tribe-called-quest-the-anthology-doble.html",
    "imagen": "https://rockntipo.com/265142-home_default/comprar-vinilo-de-a-tribe-called-quest-the-anthology-doble.jpg",
    "precio": "34,31€",
    "descripcion": "A Tribe Called Quest - Album The Anthology (2 LP). Género: Hip-Hop. The Anthology es la recopilación de grandes éxitos de A TRIBE CALLED QUEST de 1999, que abarca toda su carrera hasta ese momento. La recopilación contiene canciones de todo su catálogo incluidos People's Instinctive Travels and the Paths of Rhythm, The Low End Theory, Midnight Marauders, Beats, Rhymes and Life y The Love Movement, así como algunas bandas sonoras."
  },
  {
    "nombre": "The Low End Theory",
    "unidades": "2 LP",
    "artista": "A Tribe Called Quest",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145268-comprar-vinilo-de-a-tribe-called-quest-the-low-end-theory-doble.html",
    "imagen": "https://rockntipo.com/265143-home_default/comprar-vinilo-de-a-tribe-called-quest-the-low-end-theory-doble.jpg",
    "precio": "34,31€",
    "descripcion": "A Tribe Called Quest - Album The Low End Theory (2 LP). Género: Hip-Hop. El segundo álbum de A TRIBE CALLED QUEST, publicado en 1991 es uno de los más aclamados de la historia del hiphop. Fue producido por el grupo y Skeff Anselm, especialmente por el miembro del grupo,&nbsp;Q-Tip. A diferencia de su álbum début,&nbsp;People's Instinctive Travels and the Paths of Rhythm, en este disco el grupo exploró con sonidos minimalistas en combinación con instrumentos como el bajo o samples&nbsp;de jazz."
  },
  {
    "nombre": "Stankonia",
    "unidades": "2 LP",
    "artista": "Outkast",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145274-comprar-vinilo-de-outkast-stankonia-doble.html",
    "imagen": "https://rockntipo.com/265149-home_default/comprar-vinilo-de-outkast-stankonia-doble.jpg",
    "precio": "34,31€",
    "descripcion": "Outkast - Album Stankonia (2 LP). Género: Hip-Hop. Este álbum, ganador de un Grammy, incluye el éxito mundial Ms. Jackson (más de 1.000 millones de streams), así como So Fresh So Clean (más de 250 millones de streams) y B.O.B. (más de 100 millones de streams), y aparece regularmente en listas de los mejores álbumes, como Rolling Stones 500 Greatest Albums Of All Time. Estará disponible en un doble vinilo negro, como en el lanzamiento original."
  },
  {
    "nombre": "Psyche Gems",
    "unidades": "1 LP",
    "artista": "Myeye And Juicebox",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145258-comprar-vinilo-de-myeye-and-juicebox-psyche-gems.html",
    "imagen": "https://rockntipo.com/265133-home_default/comprar-vinilo-de-myeye-and-juicebox-psyche-gems.jpg",
    "precio": "22,36€",
    "descripcion": "Myeye And Juicebox - Album Psyche Gems (1 LP). Género: Hip-Hop. Presentamos 'Psyche Gems', el LP debut de Jakarta Records del rapero de Los Ángeles JUICEBOX y el dúo de productores noruego Myeye. El LP debut 'Psyche Gems', una colaboración musical surgida de una improvisada jam session de Instagram en 2021, está preparado para hipnotizar al público. Creación de JUICEBOX, artista polifacético conocido por sus papeles de cantante, compositor, rapero y mitad del aclamado grupo Figmore (con 10,4 Rog), 'Psyche Gems' surgió de la admiración de JUICEBOX por la banda de psicopop Gold Celeste de Simen Hallset (más de 20 millones de streams en Spotify). Después de ponerse en contacto con Simen, conectaron rápidamente con Henrik Norbakk, la otra mitad de Myeye, encendiendo la génesis del proyecto de colaboración. Una jam session de Instagram en 2021 dio a luz al LP 'Psyche Gems'. Voces suaves se unen a ritmos funky y soul, meticulosamente grabados en directo, y luego cortados y reutilizados para crear una experiencia que trasciende la definición sónica. Desde una energía vibrante que hace cabecear hasta unos ritmos exuberantes que se funden a la perfección con una voz inimitable, 'Psyche Gems' captura la esencia del pasado y del presente, ofreciendo una instantánea caleidoscópica de la vida reflejada a través de ritmos atemporales. El sonido distintivo del álbum se caracteriza por una meticulosa estratificación, en la que cada elemento se toca meticulosamente, se trocea, se reproduce en bucle y se mezcla hasta alcanzar la perfección sónica. Unidos por su pasión compartida por los viejos discos de soul y jazz, el hip hop de los 90 y los 00, el indie lo-fi y la música psicodélica, JUICEBOX y Myeye seamles"
  },
  {
    "nombre": "Ki-Oku",
    "unidades": "2 LP black",
    "artista": "Dj Krush X Toshinori Kondo",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145254-comprar-vinilo-de-dj-krush-x-toshinori-kondo-ki-oku-doble-black.html",
    "imagen": "https://rockntipo.com/265129-home_default/comprar-vinilo-de-dj-krush-x-toshinori-kondo-ki-oku-doble-black.jpg",
    "precio": "36,57€",
    "descripcion": "Dj Krush X Toshinori Kondo - Album Ki-Oku (2 LP black). Género: Hip-Hop. Primera reedición en vinilo de 1996 del doble músico japonés, productor de hip-hop DJ Krush trifft y trompetista de jazz Toshinori Kondo. Un sonido auditivo entre Trip-Hop, Future Jazz y Downtempo."
  },
  {
    "nombre": "We Still Don&#039;T Trust You",
    "unidades": "2 LP",
    "artista": "Future & Metro Boomin",
    "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/145196-comprar-vinilo-de-future-and-metro-boomin-we-still-don-t-trust-you-doble.html",
    "imagen": "https://rockntipo.com/265064-home_default/comprar-vinilo-de-future-and-metro-boomin-we-still-don-t-trust-you-doble.jpg",
    "precio": "30,88€",
    "descripcion": "Future & Metro Boomin - Album We Still Don'T Trust You (2 LP). Género: Hip-Hop. Flamante vinilo doble de «We Still Don't Trust You», el álbum a medias entre el genio del hip-hop futurista, Future, y el productor Metro Boomin. Un trabajo de estudio conceptual donde su primer volumen está cenrado en el R&B y el segundo en el trap y que contiene colaboraciones con nada menos que The Weeknd, Chris Brown, Brownstone, Ty Dolla Sign, J. Cole, Lil Baby y ASAP Rocky, así como producciones varias de la mano de Mike Dean, Wheezy, Dre Moon, Southside, Chopsquad, Allen Ritter, Oz, Honorable C.N.O.T.E. y el propio Metro por supuesto."
  },
  {
    "nombre": "We Still Don&#039;T Trust You",
    "unidades": "2 LP Blancos",
    "artista": "Future & Metro Boomin",
    "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/145197-comprar-vinilo-de-future-and-metro-boomin-we-still-don-t-trust-you-doble-blancos.html",
    "imagen": "https://rockntipo.com/265065-home_default/comprar-vinilo-de-future-and-metro-boomin-we-still-don-t-trust-you-doble-blancos.jpg",
    "precio": "34,31€",
    "descripcion": "Future & Metro Boomin - Album We Still Don'T Trust You (2 LP Blancos). Género: Hip-Hop. Edición limitada en vinilo doble de color blanco de «We Still Don't Trust You», el álbum a medias entre el genio del hip-hop futurista, Future, y el productor Metro Boomin. Un trabajo de estudio conceptual donde su primer volumen está cenrado en el R&B y el segundo en el trap y que contiene colaboraciones con nada menos que The Weeknd, Chris Brown, Brownstone, Ty Dolla Sign, J. Cole, Lil Baby y ASAP Rocky, así como producciones varias de la mano de Mike Dean, Wheezy, Dre Moon, Southside, Chopsquad, Allen Ritter, Oz, Honorable C.N.O.T.E. y el propio Metro por supuesto."
  },
  {
    "nombre": "We Don&#039;T Trust You",
    "unidades": "2 LP",
    "artista": "Future & Metro Boomin",
    "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/145198-comprar-vinilo-de-future-and-metro-boomin-we-don-t-trust-you-doble.html",
    "imagen": "https://rockntipo.com/265066-home_default/comprar-vinilo-de-future-and-metro-boomin-we-don-t-trust-you-doble.jpg",
    "precio": "30,88€",
    "descripcion": "Future & Metro Boomin - Album We Don'T Trust You (2 LP). Género: Hip-Hop. We Don't Trust You es un álbum de estudio colaborativo del rapero estadounidense Future y productor discográfico estadounidense Metro Boomin. El álbum contiene apariciones invitadas de The Weeknd, Travis Scott, Playboi Carti, Kendrick Lamar y Rick Ross. La producción fue manejada principalmente por el propio Metro, junto a Mike Dean, Oz, Southside, Boi-1da, Honorable C.N.O.T.E., Allen Ritter, Dre Moon, Zaytoven, Doughboy, Lil 88, Wheezy, G Koop, y otros. Un álbum de hip hop y trap, We Don't Trust You fue apoyado por tres sencillos: Ti Tipo Mierda , Young Metro , y Like That .[5] Este último debutó y alcanzó su punto máximo en la cima del US Billboard Hot 100, dándole a Future su tercer sencillo número uno y Metro Boomin su primer como artista principal después de haber producido anteriormente dos singles número uno."
  },
  {
    "nombre": "We Don&#039;T Trust You",
    "unidades": "2 LP Rojos",
    "artista": "Future & Metro Boomin",
    "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/145199-comprar-vinilo-de-future-and-metro-boomin-we-don-t-trust-you-doble-rojos.html",
    "imagen": "https://rockntipo.com/265067-home_default/comprar-vinilo-de-future-and-metro-boomin-we-don-t-trust-you-doble-rojos.jpg",
    "precio": "37,74€",
    "descripcion": "Future & Metro Boomin - Album We Don'T Trust You (2 LP Rojos). Género: Hip-Hop. We Don't Trust You es un álbum de estudio colaborativo del rapero estadounidense Future y productor discográfico estadounidense Metro Boomin. El álbum contiene apariciones invitadas de The Weeknd, Travis Scott, Playboi Carti, Kendrick Lamar y Rick Ross. La producción fue manejada principalmente por el propio Metro, junto a Mike Dean, Oz, Southside, Boi-1da, Honorable C.N.O.T.E., Allen Ritter, Dre Moon, Zaytoven, Doughboy, Lil 88, Wheezy, G Koop, y otros. Un álbum de hip hop y trap, We Don't Trust You fue apoyado por tres sencillos: Ti Tipo Mierda , Young Metro , y Like That .[5] Este último debutó y alcanzó su punto máximo en la cima del US Billboard Hot 100, dándole a Future su tercer sencillo número uno y Metro Boomin su primer como artista principal después de haber producido anteriormente dos singles número uno."
  },
  {
    "nombre": "Arizona Baby",
    "unidades": "1 LP",
    "artista": "Kevin Abstract",
    "enlace": "https://rockntipo.com/musica-urbana-rap/145205-comprar-vinilo-de-kevin-abstract-arizona-baby.html",
    "imagen": "https://rockntipo.com/265079-home_default/comprar-vinilo-de-kevin-abstract-arizona-baby.jpg",
    "precio": "30,88€",
    "descripcion": "Kevin Abstract - Album Arizona Baby (1 LP). Género: Hip-Hop. Kevin Abstract celebra los 5 años de su aclamado segundo álbum, ARIZONA BABY. Esta primera edición en vinilo incluye las 11 canciones originales, entre las que destacan 'Peach', 'Georgia' y muchas más."
  },
  {
    "nombre": "When The Music Stops",
    "unidades": "1 LP Black y Yellow",
    "artista": "Jxdn",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144828-comprar-vinilo-de-jxdn-when-the-music-stops-black-y-yellow.html",
    "imagen": "https://rockntipo.com/264675-home_default/comprar-vinilo-de-jxdn-when-the-music-stops-black-y-yellow.jpg",
    "precio": "44,12€",
    "descripcion": "Jxdn - Album When The Music Stops (1 LP Black y Yellow). Género: Hip-Hop. Versión en formato vinilo negro y amarillo de 'WHEN THE MUSIC STOPS', el segundo álbum de estudio del cantante y compositor estadounidense jxdn. Cuenta con la participación de productores como Travis Barker y Andrew Goldstein (blink-182) y Aldae, e incluye los singles 'Stray' y 'Sad October'. jxdn ha acumulado más de 1.000 millones de streams en todo el mundo, 14,8 millones de seguidores en todas las plataformas sociales y más de 9 millones de seguidores sólo en TikTok."
  },
  {
    "nombre": "Now Playing",
    "unidades": "1 LP Pink",
    "artista": "Lil&#039; Kim",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144749-comprar-vinilo-de-lil-kim-now-playing-pink.html",
    "imagen": "https://rockntipo.com/264596-home_default/comprar-vinilo-de-lil-kim-now-playing-pink.jpg",
    "precio": "41,29€",
    "descripcion": "Lil' Kim - Album Now Playing (1 LP Pink). Género: Hip-Hop. Experimenta la audaz exploración de la personalidad sin complejos de Lil' Kim, con éxitos como «Queen Bitch» y «Suck My D*ck», que muestran su estilo seguro de sí misma. Canciones como «Drugs» y «Notorious Kim» ahondan en sus experiencias y su reputación dentro de la industria musical, mientras que temas como «The Jump Off» y «Crush on You» ponen de relieve su destreza como artista versátil. La colección combina temas enérgicos y enérgicos con himnos de club, consolidando el estatus de Lil' Kim como figura pionera del hip-hop."
  },
  {
    "nombre": "Now Playing",
    "unidades": "1 LP Rojo",
    "artista": "Lupe Fiasco",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144751-comprar-vinilo-de-lupe-fiasco-now-playing-rojo.html",
    "imagen": "https://rockntipo.com/264598-home_default/comprar-vinilo-de-lupe-fiasco-now-playing-rojo.jpg",
    "precio": "41,29€",
    "descripcion": "Lupe Fiasco - Album Now Playing (1 LP Rojo). Género: Hip-Hop. Lupe Fiasco presenta Now Playing en vinilo rojo translúcido. Esta lista de canciones incluye éxitos como «The Show Goes On» y «Superstar», que combinan ritmos pegadizos con letras llenas de significado. Colaboraciones con artistas de talento como Nikki Jean y Matthew Santos elevan la profundidad emocional del álbum, convirtiéndolo en una escucha obligada para los fans del hip-hop y la lírica consciente."
  },
  {
    "nombre": "Vicente Barrera-Fascista De Primera",
    "unidades": "1 LP 12\" Blanco",
    "artista": "Los Chikos Del Maiz",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144485-comprar-vinilo-de-los-chikos-del-maiz-vicente-barrera-fascista-de-primera-blanco.html",
    "imagen": "https://rockntipo.com/264304-home_default/comprar-vinilo-de-los-chikos-del-maiz-vicente-barrera-fascista-de-primera-blanco.jpg",
    "precio": "22,43€",
    "descripcion": "Los Chikos Del Maíz - Album Vicente Barrera-Fascista De Primera (1 LP 12' Blanco). Género: Hip-Hop. Nin?o de papa? familia de banqueros,&nbsp;se metio? a torero, asesino carnicero diestro mediocre medio famoso, implacable con los de?biles esbirro de los poderosos, es evidente Vicente tiene un retraso fracaso? como torero sen?oro de libro, obviamente, para Vicente todo es ETA, grita, pensando en la cheperudeta cambio? de chaqueta,&nbsp;ama el coche odia la bicicleta&nbsp;y tiene la cartera de cultura dame ma?s anfetas, hijo de las fuerzas vivas. Un cuadro."
  },
  {
    "nombre": "Luces Fuera",
    "unidades": "1 LP",
    "artista": "Toteking",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144454-comprar-vinilo-de-toteking-luces-fuera.html",
    "imagen": "https://rockntipo.com/264273-home_default/comprar-vinilo-de-toteking-luces-fuera.jpg",
    "precio": "39,50€",
    "descripcion": "Toteking - Album Luces Fuera (1 LP). Género: Hip-Hop. Tote dice: 'Luces Fuera', el último disco de mi carrera. Han pasado 26 años desde mi primer proyecto con La Alta Escuela y desde entonces no he parado de grabar. El viaje termina aquí. Para despedirme he grabado un álbum divertido y vacilón, en la línea de 'T.O.T.E. Muchas gracias a la gente que me ha acompañado durante estos años. Abrazo gigante. Os quiero."
  },
  {
    "nombre": "G. Love & Special Sauce",
    "unidades": "2 LP Marmolado Azul",
    "artista": "G. Love & Special Sauce",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144410-comprar-vinilo-de-g-love-special-sauce-g-love-and-special-sauce-doble-marmolado-azul.html",
    "imagen": "https://rockntipo.com/264229-home_default/comprar-vinilo-de-g-love-special-sauce-g-love-and-special-sauce-doble-marmolado-azul.jpg",
    "precio": "37,74€",
    "descripcion": "G. Love & Special Sauce - Album G. Love & Special Sauce (2 LP Marmolado Azul). Género: Hip-Hop. El legendario álbum debut homónimo de G. Love & Special Sauce ha sido remasterizado y ampliado recientemente para su 30 aniversario. Junto con el clásico álbum original de 14 canciones, esta edición ampliada cuenta con una cuarta cara de versiones raras y pistas en vivo en vinilo por primera vez."
  },
  {
    "nombre": "Illmatic 30Th Anniversary Remixes, Rarities",
    "unidades": "1 LP",
    "artista": "Nas",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144413-comprar-vinilo-de-nas-illmatic-30th-anniversary-remixes-rarities-.html",
    "imagen": "https://rockntipo.com/264232-home_default/comprar-vinilo-de-nas-illmatic-30th-anniversary-remixes-rarities-.jpg",
    "precio": "25,74€",
    "descripcion": "Nas - Album Illmatic 30Th Anniversary Remixes, Rarities (1 LP). Género: Hip-Hop. Con motivo del 30.º aniversario de Illmatic de Nas, el LP Remixes and Rarities, una pieza de colección de edición limitada que rinde homenaje a uno de los mejores álbumes de hip-hop de todos los tiempos, está disponible para el Record Store Day 2024. Desenterrado de los archivos, este El lanzamiento presenta remezclas cuidadosamente seleccionadas y temas poco comunes que agregan una nueva dimensión a la icónica experiencia Illmatic. Sumérgete en la evolución del arte de Nas con este lanzamiento exclusivo, alojado en un paquete especialmente diseñado que captura la esencia del legado perdurable del álbum. Conmemora tres décadas de excelencia del Hip-Hop con esta incorporación imprescindible a tu colección de vinilos."
  },
  {
    "nombre": "Jeffery RSD 2024",
    "unidades": "1 LP Coloreado",
    "artista": "Young Thug",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144375-comprar-vinilo-de-young-thug-jeffery-rsd-2024-coloreado.html",
    "imagen": "https://rockntipo.com/264193-home_default/comprar-vinilo-de-young-thug-jeffery-rsd-2024-coloreado.jpg",
    "precio": "44,12€",
    "descripcion": "Distribución a partir del 06/05/2024Young Thug - Album Jeffery RSD 2024 (1 LP Coloreado). Género: Hip-Hop. Edición en vinilo coloreado de la cuarta 'Mixtape' de Young Thug publicada en el 2016 y que incluye colaboraciones de Travis Scott, Gucci Mane, Gunna, Quavo & Offset y Wyclef Jean."
  },
  {
    "nombre": "Luv Us Rage RSD 2024",
    "unidades": "1 LP",
    "artista": "Lil Uzi Vert",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144376-comprar-vinilo-de-lil-uzi-vert-luv-us-rage-rsd-2024.html",
    "imagen": "https://rockntipo.com/264194-home_default/comprar-vinilo-de-lil-uzi-vert-luv-us-rage-rsd-2024.jpg",
    "precio": "48,63€",
    "descripcion": "Distribución a partir del 06/05/2024Lil Uzi Vert - Album Luv Us Rage RSD 2024 (1 LP). Género: Hip-Hop. Edición en vinilo de la segunda 'Mixtape' de Lil Uzi, publicada en el 2015. Contiene colaboraciones de Young Thug y Wiz Khalifa"
  },
  {
    "nombre": "Ready To Die: The Instrumental RSD 2024",
    "unidades": "1 LP",
    "artista": "The Notorious B.I.G.",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144377-comprar-vinilo-de-the-notorious-b-i-g-ready-to-die-the-instrumental-rsd-2024.html",
    "imagen": "https://rockntipo.com/264195-home_default/comprar-vinilo-de-the-notorious-b-i-g-ready-to-die-the-instrumental-rsd-2024.jpg",
    "precio": "36,70€",
    "descripcion": "Distribución a partir del 06/05/2024The Notorious B.I.G. - Album Ready To Die: The Instrumental RSD 2024 (1 LP). Género: Hip-Hop. 'Ready to die' considerado por Rolling Stone como el mejor álbum de hip hop de la historia. Con motivo de su 30 aniversario se publica esta edición que contiene versiones instrumentales de las canciones del álbum"
  },
  {
    "nombre": "Fetty Wap RSD 2024",
    "unidades": "2 LP Coloreado",
    "artista": "Fetty Wap",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144378-comprar-vinilo-de-fetty-wap-fetty-wap-rsd-2024-doble-coloreado.html",
    "imagen": "https://rockntipo.com/264196-home_default/comprar-vinilo-de-fetty-wap-fetty-wap-rsd-2024-doble-coloreado.jpg",
    "precio": "68,82€",
    "descripcion": "Distribución a partir del 06/05/2024Fetty Wap - Album Fetty Wap RSD 2024 (2 LP Coloreado). Género: Hip-Hop. Edición en vinilo coloreado del disco de debut del rapero Fetty Wap, descatalogado en este formato desde el 2016. Contiene rarezas disponibles por primera vez en vinilo"
  },
  {
    "nombre": "Still Nothing Still",
    "unidades": "1 LP",
    "artista": "Summers Sons",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144279-comprar-vinilo-de-summers-sons-still-nothing-still.html",
    "imagen": "https://rockntipo.com/264095-home_default/comprar-vinilo-de-summers-sons-still-nothing-still.jpg",
    "precio": "22,36€",
    "descripcion": "Summers Sons - Album Still Nothing Still (1 LP). Género: Hip-Hop. Dos hermanos, de apellido Summers. El dúo de rap londinense Summers Sons regresa con un nuevo sonido y una nueva visión. Still Nothing Still está muy lejos del adorado jazz rap por el que es conocido el grupo. La influencia del jazz sigue ahí, pero tanto desde el punto de vista sonoro como lírico, Turt y Slim tocan en una clase propia. Slim añade un toque más electrónico y 'trip-hoppy' a sus bellos ritmos. Turt rapea con una nueva urgencia y confianza. El hecho de que le diagnosticaran epilepsia en 2021 tuvo un gran impacto en su vida y en su arte. Como letrista, Turt siempre ha llevado su corazón en la manga, pero nunca con tanta honestidad, poesía, vulnerabilidad, rabia y agudeza como enStill Nothing Still. Desde 2018, Summers Sons han lanzado cuatro álbumes (Undertones,Uhuru,The Rain,Nostalgia) y una serie de colaboraciones de alto perfil con artistas como C.Tappin, Twit One, The Silhouettes Project y Koralle."
  },
  {
    "nombre": "Dead RSD 2024",
    "unidades": "2 LP",
    "artista": "Young Fathers",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144254-comprar-vinilo-de-young-fathers-dead-rsd-2024-doble.html",
    "imagen": "https://rockntipo.com/264070-home_default/comprar-vinilo-de-young-fathers-dead-rsd-2024-doble.jpg",
    "precio": "32,67€",
    "descripcion": "Young Fathers - Album Dead RSD 2024 (2 LP). Género: Hip-Hop. Una reedición del décimo aniversario del álbum debut de Young Fathers, ganador del Premio Mercury, lanzado exclusivamente para el Record Store Day. Por primera vez, el álbum se presenta como un conjunto de 2 LP, con el álbum original en el disco uno y el segundo disco que contiene una serie de caras B y rarezas que nunca antes habían tenido un lanzamiento físico y un grabado en la cuarta cara. El disco se imprimirá en un nuevo vinilo de color/efecto exclusivo para este lanzamiento y, por primera vez, está disponible en una funda desplegable con efecto espejo. También se ampliarán contenidos internos adicionales de la época.Young Fathers ha disfrutado de un gran año en 2023 con los shows en vivo más importantes de su historia y un cuarto álbum aclamado por la crítica, Heavy Heavy, que también fue nominado al Premio Mercury. El apetito del público por YF nunca ha sido tan fuerte, por lo que celebrar una década de su debut parece el momento perfecto."
  },
  {
    "nombre": "Endtroducing...",
    "unidades": "2 LP Half Speed Master",
    "artista": "Dj Shadow",
    "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/144221-comprar-vinilo-de-dj-shadow-endtroducing-doble-half-speed-master.html",
    "imagen": "https://rockntipo.com/264034-home_default/comprar-vinilo-de-dj-shadow-endtroducing-doble-half-speed-master.jpg",
    "precio": "34,13€",
    "descripcion": "Dj Shadow - Album Endtroducing... (2 LP Half Speed Master). Género: Hip-Hop. El álbum debut de DJ Shadow, publicado originalmente en 1996, 'Entroducing...' es el primer álbum compuesto íntegramente por material sampleado, un hito en la historia de la música electrónica. Su influencia ha perdurado a lo largo de los años, inspirando a innumerables artistas y consolidando el lugar de DJ Shadow como visionario en el ámbito de la producción.&nbsp;"
  },
  {
    "nombre": "Doggystyle",
    "unidades": "2 LP Transparente",
    "artista": "Snoop Doggy Dogg",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143949-comprar-vinilo-de-snoop-doggy-dogg-doggystyle-doble-transparente.html",
    "imagen": "https://rockntipo.com/263758-home_default/comprar-vinilo-de-snoop-doggy-dogg-doggystyle-doble-transparente.jpg",
    "precio": "38,03€",
    "descripcion": "Snoop Doggy Dogg - Album Doggystyle (2 LP Transparente). Género: Hip-Hop. Reedición en vinilo doble transparente del mítico debut de Snoop Dogg (aquí Snoop Doggy Dog) celebrando su 30 aniversario. El disco, que puso el gangster rap en el mapa y el West Coast rap en el imaginario colectivo fue número 1 en los EEUU y record de ventas, en su momento, para un debut. Treinta años más tarde Snopp Dogg no es peligroso sino una entrañable celebrity, pero este disco sigue siendo igual de macarra, divertido, arriesgado y rompedor. Clasicazo.&nbsp;"
  },
  {
    "nombre": "Quality Control",
    "unidades": "2 LP",
    "artista": "Jurassic 5",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143969-comprar-vinilo-de-jurassic-5-quality-control-doble.html",
    "imagen": "https://rockntipo.com/263778-home_default/comprar-vinilo-de-jurassic-5-quality-control-doble.jpg",
    "precio": "34,13€",
    "descripcion": "Jurassic 5 - Album Quality Control (2 LP). Género: Hip-Hop. Quality Control es el segundo álbum de estudio del grupo estadounidense de hip hop Jurassic 5. Fue lanzado el 6 de junio de 2000 por Interscope Records."
  },
  {
    "nombre": "American Dream",
    "unidades": "2 LP",
    "artista": "21 Savage",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143939-comprar-vinilo-de-21-savage-american-dream-doble.html",
    "imagen": "https://rockntipo.com/263748-home_default/comprar-vinilo-de-21-savage-american-dream-doble.jpg",
    "precio": "37,74€",
    "descripcion": "21 Savage - Album American Dream (2 LP). Género: Hip-Hop. La superestrella del rap, icono y ganador del GRAMMY 21 Savage, lanza su tercer LP en solitario, american dream, con colaboraciones de la talla de Travis Scott, Young Thug, Doja Cat, Summer Walker, Burna Boy, Mariah The Scientist, Lil Durk y Brent Faiyaz. Con 15 canciones, american dream abarca las numerosas facetas de 21 Savage que los fans han ido conociendo estos años.El álbum servirá de banda sonora a la primera película de 21 Savage, american dream: The 21 Savage Story que ha sido dirigida por Donald Glover, Stephen Glover, Jamal Olori y Fam Udeorji, y muestra a tres generaciones de 21 Savage (Glover, McLaughlin) en plena crisis personal. La película está producida por Tara Razavi y Udeorji"
  },
  {
    "nombre": "American Dream",
    "unidades": "2 LP Rojo",
    "artista": "21 Savage",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143940-comprar-vinilo-de-21-savage-american-dream-doble-rojo.html",
    "imagen": "https://rockntipo.com/263749-home_default/comprar-vinilo-de-21-savage-american-dream-doble-rojo.jpg",
    "precio": "42,89€",
    "descripcion": "21 Savage - Album American Dream (2 LP Rojo). Género: Hip-Hop. La superestrella del rap, icono y ganador del GRAMMY 21 Savage, lanza su tercer LP en solitario, american dream, con colaboraciones de la talla de Travis Scott, Young Thug, Doja Cat, Summer Walker, Burna Boy, Mariah The Scientist, Lil Durk y Brent Faiyaz. Con 15 canciones, american dream abarca las numerosas facetas de 21 Savage que los fans han ido conociendo estos años.El álbum servirá de banda sonora a la primera película de 21 Savage, american dream: The 21 Savage Story que ha sido dirigida por Donald Glover, Stephen Glover, Jamal Olori y Fam Udeorji, y muestra a tres generaciones de 21 Savage (Glover, McLaughlin) en plena crisis personal. La película está producida por Tara Razavi y Udeorji"
  },
  {
    "nombre": "The Great Bailout",
    "unidades": "1 CD",
    "artista": "Moor Mother",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143869-comprar-vinilo-de-moor-mother-the-great-bailout.html",
    "imagen": "https://rockntipo.com/263670-home_default/comprar-vinilo-de-moor-mother-the-great-bailout.jpg",
    "precio": "16,09€",
    "descripcion": "Moor Mother - Album The Great Bailout (1 CD). Género: Hip-Hop. 'The Great Bailout'&nbsp;es&nbsp;una extensa meditación que actúa como un mapa no lineal que trata sobre el colonialismo, la esclavitud y el comercio en UK."
  },
  {
    "nombre": "Tango And Cash",
    "unidades": "1 LP",
    "artista": "Brenk Sinatra & Wun Two",
    "enlace": "https://rockntipo.com/musica-urbana-rap/144030-comprar-vinilo-de-brenk-sinatra-and-wun-two-tango-and-cash.html",
    "imagen": "https://rockntipo.com/263840-home_default/comprar-vinilo-de-brenk-sinatra-and-wun-two-tango-and-cash.jpg",
    "precio": "24,42€",
    "descripcion": "Brenk Sinatra & Wun Two - Album Tango And Cash (1 LP). Género: Hip-Hop. Cuando dos productores legendarios como Brenk Sinatra y Wun Two se encierran en el estudio, el resultado no es sólo un extraordinario álbum instrumental titulado 'Tango & Cash', sino también un nuevo género de ritmos al que ambos han dado vida: G-Fi, una mezcla del sonido característico de Brenk consistente en vibraciones G-funk de medianoche emparejadas con la inconfundible estética de sonido lo-fi de Wun Two, que se estableció como pionero del género."
  },
  {
    "nombre": "Trap Lord-10Th Anniversary",
    "unidades": "2 LP",
    "artista": "A$Ap Ferg",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143500-comprar-vinilo-de-asap-ferg-trap-lord-10th-anniversary-doble.html",
    "imagen": "https://rockntipo.com/263262-home_default/comprar-vinilo-de-asap-ferg-trap-lord-10th-anniversary-doble.jpg",
    "precio": "34,31€",
    "descripcion": "A$Ap Ferg - Album Trap Lord-10Th Anniversary (2 LP). Género: Hip-Hop. Hace diez años, A$AP Ferg irrumpió en la escena del rap con 'Trap Lord', un álbum que personificaba la energía de Harlem y exhibía el legendario talento callejero de Ferg.Desde himnos como 'Shabba' a 'Dump Dump' y el estelar 'Work (Remix)', este álbum aportó un toque juvenil. Por si fuera poco, Ferg contó con la colaboración de los iconos del rap Bone Thugs-n-Harmony y Onyx: la unión perfecta entre lo viejo y lo nuevo."
  },
  {
    "nombre": "Uncontrolled Substance",
    "unidades": "2 LP Amarillos",
    "artista": "Inspectah Deck",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143504-comprar-vinilo-de-inspectah-deck-uncontrolled-substance-doble-amarillos.html",
    "imagen": "https://rockntipo.com/263266-home_default/comprar-vinilo-de-inspectah-deck-uncontrolled-substance-doble-amarillos.jpg",
    "precio": "42,89€",
    "descripcion": "Inspectah Deck - Album Uncontrolled Substance (2 LP Amarillos). Género: Hip-Hop. Uncontrolled Substance es el álbum de estudio de debut del rapero estadounidense y miembro de Wu-Tang Clan, Inspectah Deck y ya está disponible en formato doble vinilo amarillo. El álbum salió a la venta el 5 de octubre de 1999 y es el álbum de Inspectah Deck más aclamado por la crítica y de mayor éxito comercial hasta la fecha. Cuenta con la participación de miembros de Wu-Tang Clan como U-God y Masta Killa, así como de afiliados menos conocidos como Street Life, Killa Sin y LA the Darkman"
  },
  {
    "nombre": "Run Dmc",
    "unidades": "1 LP Rojo",
    "artista": "Run Dmc",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143505-comprar-vinilo-de-run-dmc-run-dmc-rojo.html",
    "imagen": "https://rockntipo.com/263267-home_default/comprar-vinilo-de-run-dmc-run-dmc-rojo.jpg",
    "precio": "25,74€",
    "descripcion": "Run Dmc - Album Run Dmc (1 LP Rojo). Género: Hip-Hop. Run-D.M.C. es el álbum debut de estudio del dúo de hip-hop Run-D.M.C. Se publicó el 27 de marzo de 1984 y fue producido por Larry Smith y Russell Simmons. Run-D.M.C. alcanzó el número 53 en la lista Billboard 200 y el número 14 en la lista Top R&B/Hip Hop Albums. También se convirtió en el primer álbum de rap en obtener la certificación de disco de oro el 17 de diciembre de 1984. Posiblemente el álbum de hip-hop más importante de todos los tiempos, Run-D.M.C. marcó el comienzo de una nueva era que allanó el camino a los artistas de la 'nueva escuela' de la Edad de Oro del hip-hop. En contraste con el sonido del hip-hop de finales de los 70 y principios de los 80, que se basaba en gran medida en la música disco y el funk, este álbum fue pionero en un estilo de producción completamente nuevo: el sonido más minimalista de Run-D.M.C. se basa en gran medida en la batería, los scratches del tocadiscos y la guitarra."
  },
  {
    "nombre": "Down With The King",
    "unidades": "2 LP Blancos",
    "artista": "Run Dmc",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143506-comprar-vinilo-de-run-dmc-down-with-the-king-doble-blancos.html",
    "imagen": "https://rockntipo.com/263268-home_default/comprar-vinilo-de-run-dmc-down-with-the-king-doble-blancos.jpg",
    "precio": "42,89€",
    "descripcion": "Run Dmc - Album Down With The King (2 LP Blancos). Género: Hip-Hop. Hace treinta años, el 4 de mayo de 1993, Run-D.M.C. protagonizó uno de los mayores regresos de la historia del Hip Hop con el lanzamiento de su sexto álbum de estudio Down With The King. El álbum debutó en el nº 1 de las listas de R&B/Hip-Hop y en el nº 7 del Billboard 200 y se convirtió en disco de oro vendiendo más de 500.000 copias a los dos meses de su lanzamiento. Esta edición 30 aniversario llega en vinilo de doble color blanco en una funda desplegable."
  },
  {
    "nombre": "93 &#039;Til Infinity",
    "unidades": "2 LP Naranjas",
    "artista": "Souls Of Mischief",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143507-comprar-vinilo-de-souls-of-mischief-93-til-infinity-doble-naranjas.html",
    "imagen": "https://rockntipo.com/263269-home_default/comprar-vinilo-de-souls-of-mischief-93-til-infinity-doble-naranjas.jpg",
    "precio": "49,50€",
    "descripcion": "Souls Of Mischief - Album 93 'Til Infinity (2 LP Naranjas). Género: Hip-Hop. Para los conocedores del hip-hop, el álbum de Souls of Mischief de 1993 93 'Til Infinity y los singles que produjo son ya imprescindibles. Haciendo alarde de un estilo rítmico fluido y libre en el que Tajai, Opio, A-Plus y Phesto se complementaban y retroalimentaban entre sí, los Souls formaban parte del colectivo de hip-hop ecléctico Hieroglyphics, en el que también estaban Del tha Funkee Homosapien y Casual, entre otros. Esta reedición viene en formato doble vinilo color naranja."
  },
  {
    "nombre": "Hoodie Szn",
    "unidades": "2 LP",
    "artista": "A Boogie Wit Da Hoodie",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143385-comprar-vinilo-a-boogie-wit-da-hoodie-hoodie-szn-doble.html",
    "imagen": "https://rockntipo.com/263101-home_default/comprar-vinilo-a-boogie-wit-da-hoodie-hoodie-szn-doble.jpg",
    "precio": "52,30€",
    "descripcion": "A Boogie Wit Da Hoodie - Album Hoodie Szn (2 LP). Género: Hip-Hop. Edición en vinilo doble estándar de este disco del rapero A Boogie Wit da Hoodie publicado en el 2018. Incluye colaboraciones con Juice WRLD, 6ix9ine, Nav, Offset, Tyga, Young Thug y Queen Naija y contiene hits como 'Swervin' y 'Look back at it'."
  },
  {
    "nombre": "Black Sunday Remixes",
    "unidades": "1 LP 12\"",
    "artista": "Cypress Hill",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143193-comprar-vinilo-online-cypress-hill-black-sunday-remixes.html",
    "imagen": "https://rockntipo.com/262881-home_default/comprar-vinilo-online-cypress-hill-black-sunday-remixes.jpg",
    "precio": "25,74€",
    "descripcion": "Cypress Hill - Album Black Sunday Remixes (1 LP 12'). Género: Hip-Hop. En 1993, las leyendas del hip-hop de Los Ángeles, CYPRESS HILL lanzaron su segundo proyecto:&nbsp;Black Sunday. El disco cambió la música rap con su trasfondo oscuro, su inflexión latina y la inimitable interacción entre B-Real y Sen Dog sobre paisajes sonoros de rap psicodélicos, cortesía de DJ Muggs. Ahora, con motivo del 30 aniversario, se lanzan&nbsp;dos nuevos remixes&nbsp;en vinilo de 12':&nbsp;Insane in the Brain, del DJ/productor Statik Selektah, y Hits From The Bong, del&nbsp; productor original del álbum, DJ Muggs."
  },
  {
    "nombre": "I Am ? Bootleg",
    "unidades": "2 LP",
    "artista": "Nas",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143195-comprar-vinilo-online-nas-i-am-bootleg-doble.html",
    "imagen": "https://rockntipo.com/262883-home_default/comprar-vinilo-online-nas-i-am-bootleg-doble.jpg",
    "precio": "30,88€",
    "descripcion": "Nas - Album I Am ? Bootleg (2 LP). Género: Hip-Hop. Se publica comercialmente por primera vez esta edición tan buscada. Contiene 2 temas inéditos, así como muchas otras rarezas que solo se han lanzado en vinilo limitado antes. Imprescindible para cualquier fan de NAS y del Hip Hop."
  },
  {
    "nombre": "Die A Legend",
    "unidades": "1 LP Negro Translucido",
    "artista": "Polo G Feat. Lil Tjay",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143196-comprar-vinilo-online-polo-g-feat-lil-tjay-die-a-legend-negro-translucido.html",
    "imagen": "https://rockntipo.com/262884-home_default/comprar-vinilo-online-polo-g-feat-lil-tjay-die-a-legend-negro-translucido.jpg",
    "precio": "25,74€",
    "descripcion": "Polo G Feat. Lil Tjay - Album Die A Legend (1 LP Negro Translucido). Género: Hip-Hop. Disponible en vinilo por primera vez, Die A Legend es el álbum debut de POLO G aclamado por la crítica y certificado 2x Platino."
  },
  {
    "nombre": "93 &#039;Tl Infinity-The Remixes",
    "unidades": "2 LP",
    "artista": "Souls Of Mischief",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143197-comprar-vinilo-online-souls-of-mischief-93-tl-infinity-the-remixes-doble.html",
    "imagen": "https://rockntipo.com/262890-home_default/comprar-vinilo-online-souls-of-mischief-93-tl-infinity-the-remixes-doble.jpg",
    "precio": "37,74€",
    "descripcion": "Souls Of Mischief - Album 93 'Tl Infinity-The Remixes (2 LP). Género: Hip-Hop. Un clásico atemporal del hip-hop, fue publicado en&nbsp;1993 por Jive Records como segundo sencillo de su álbum de debut homónimo. El tema, una notable proeza de lirismo, se desmarca de gran parte del hip-hop más duro que predominaba en la época. Sutilmente jazzística y melódica. Para celebrar los 30 años de 93 'Til Infinity, las remezclas clásicas están disponibles en vinilo por primera vez."
  },
  {
    "nombre": "Intoxicated Demons-30Th Anniver",
    "unidades": "1 LP Rojo",
    "artista": "The Beatnuts",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143198-comprar-vinilo-online-the-beatnuts-intoxicated-demons-30th-anniver-rojo.html",
    "imagen": "https://rockntipo.com/262886-home_default/comprar-vinilo-online-the-beatnuts-intoxicated-demons-30th-anniver-rojo.jpg",
    "precio": "25,74€",
    "descripcion": "The Beatnuts - Album Intoxicated Demons-30Th Anniver (1 LP Rojo). Género: Hip-Hop. Publicado en 1993 y&nbsp;producido exclusivamente por THE BEATNUTS, el&nbsp;proyecto constaba de dos sencillos: Reign of the Tec y No Equal. Cuando salió a la venta, la crítica lo alabó por su mezcla de cajas de ritmos y un sinfín de samples de jazz, funk y soul. Con motivo del 30&nbsp;aniversario se edita en vinilo de color rojo."
  },
  {
    "nombre": "The Rising Tied",
    "unidades": "2 LP Red",
    "artista": "Fort Minor",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143105-comprar-vinilo-online-fort-minor-the-rising-tied-doble-red.html",
    "imagen": "https://rockntipo.com/262786-home_default/comprar-vinilo-online-fort-minor-the-rising-tied-doble-red.jpg",
    "precio": "66,18€",
    "descripcion": "Fort Minor - Album The Rising Tied (2 LP Red). Género: Hip-Hop. En el 2005 Mike Shinoda, miembro fundador de Linkin Park, publicó el disco de debut de su proyecto de hip-hop, Fort Minor. 'The rising tied' alcanzó la categoría de Disco de Platino en EEUU e incluyó el hit 'Remember the name' que años más tarde alcanzó el éxito viral en TikTok.Warner Records publicará el 15 de diciembre una reedición del disco en doble vinilo de color rojo. Esta nueva edición contiene cuatro temas extra que anteriormente se habían publicado en ediciones digitales o en CD; 'Be Somebody', 'There They Go' y 'The Hard Way'. El cuarto tema extra 'Welcome' salió como single en el 2016 y fue número 16 en la lista Hot Rock de Billboard.En el momento de su publicación en el 2005 el álbum cosechó excelentes críticas por su mezcla de hip-hop, rock alternativo y música electrónica. Canciones como 'Petrified' y 'Believe me' mostraban el enorme talento de Shinoda y su habilidad para mezclar sonidos. El cantante de Linkin Park contó con la colaboración de artistas como Common, John Legend, Lupe Fiasco o The Roots."
  },
  {
    "nombre": "Bread & Barrels Of Water",
    "unidades": "2 LP",
    "artista": "Outlandish",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143031-comprar-vinilo-online-outlandish-bread-and-barrels-of-water-doble.html",
    "imagen": "https://rockntipo.com/262706-home_default/comprar-vinilo-online-outlandish-bread-and-barrels-of-water-doble.jpg",
    "precio": "37,74€",
    "descripcion": "Outlandish - Album Bread & Barrels Of Water (2 LP). Género: Hip-Hop. Outlandish celebra el vigésimo aniversario de su exitoso álbum Bread & Barrels of Water. Con éxitos como 'Guantanamo', 'Walou' y 'Aicha' conquistaron no sólo Dinamarca, sino también gran parte del mundo. El álbum ha vendido más de 2 millones de copias en todo el mundo y ahora está disponible en vinilo por primera vez."
  },
  {
    "nombre": "Blockbusta",
    "unidades": "2 LP",
    "artista": "Busta Rhymes",
    "enlace": "https://rockntipo.com/musica-urbana-rap/143039-comprar-vinilo-online-busta-rhymes-blockbusta-doble.html",
    "imagen": "https://rockntipo.com/262715-home_default/comprar-vinilo-online-busta-rhymes-blockbusta-doble.jpg",
    "precio": "42,89€",
    "descripcion": "Busta Rhymes - Album Blockbusta (2 LP). Género: Hip-Hop. 'Blockbusta' es el undécimo álbum de estudio del icónico rapero estadounidense Busta Rhymes. Pharrell Williams, Timbaland, Swizz Beatz y el propio Busta Rhymes han sido anunciados como productores ejecutivos del álbum."
  },
  {
    "nombre": "Power",
    "unidades": "1 LP Yellow",
    "artista": "Ice-T",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142769-comprar-vinilo-online-ice-t-power-yellow.html",
    "imagen": "https://rockntipo.com/262404-home_default/comprar-vinilo-online-ice-t-power-yellow.jpg",
    "precio": "36,70€",
    "descripcion": "Ice-T - Album Power (1 LP Yellow). Género: Hip-Hop. El segundo álbum de estudio 'POWER' del rapero estadounidense ICE-T se lanza en formato 1 LP vinilo en color dorado helado, coincidiendo con el 35º aniversario del lanzamiento original del álbum. El álbum fue publicado el 13 de septiembre de 1988 por Sire Records, fue grabado en los Syndicate Studios West de Los Ángeles, el estudio de DJ Evil E y fue producido por Ice-T y Afrika Islam. El álbum incluye singles legendarios como 'I'm Your Pusher' y 'High Rollers' de uno de los gángsters originales del rap."
  },
  {
    "nombre": "The Patience",
    "unidades": "1 LP",
    "artista": "Mick Jenkins",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142692-comprar-vinilo-online-mick-jenkins-the-patience.html",
    "imagen": "https://rockntipo.com/262319-home_default/comprar-vinilo-online-mick-jenkins-the-patience.jpg",
    "precio": "33,03€",
    "descripcion": "Mick Jenkins - Album The Patience (1 LP). Género: Hip-Hop. El cuarto y último álbum de estudio 'THE PATIENCE' del rapero estadounidense MICK JENKINS se lanza en formato 1 LP vinilo. El álbum contiene 11 canciones y ha contado con Vic Mensa, JID, Benny The Butcher y Freddie Gibbs como colaboraciones."
  },
  {
    "nombre": "Future",
    "unidades": "2 LP",
    "artista": "Future",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142639-comprar-vinilo-online-future-future-doble.html",
    "imagen": "https://rockntipo.com/262265-home_default/comprar-vinilo-online-future-future-doble.jpg",
    "precio": "30,88€",
    "descripcion": "Future - Album Future (2 LP). Género: Hip-Hop. Future, pionero del hip-hop, creador de tendencias y prodigioso ganador de un premio GRAMMY® con certificación de diamante, celebra su increíble ascenso al panteón del rap con una colección en vinilo de edición limitada, la primera de su especie. Presenta una serie de nueve álbumes y mixtapes esenciales en vinilo en una serie de lanzamientos sucesivos, este otoño por primera vez."
  },
  {
    "nombre": "Purple Reign",
    "unidades": "1 LP",
    "artista": "Future",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142640-comprar-vinilo-online-future-purple-reign.html",
    "imagen": "https://rockntipo.com/262266-home_default/comprar-vinilo-online-future-purple-reign.jpg",
    "precio": "25,74€",
    "descripcion": "Future - Album Purple Reign (1 LP). Género: Hip-Hop. Future, pionero del hip-hop, creador de tendencias y prodigioso ganador de un premio GRAMMY® con certificación de diamante, celebra su increíble ascenso al panteón del rap con una colección en vinilo de edición limitada, la primera de su especie. Presenta una serie de nueve álbumes y mixtapes esenciales en vinilo en una serie de lanzamientos sucesivos, este otoño por primera vez."
  },
  {
    "nombre": "Hndrxx",
    "unidades": "2 LP",
    "artista": "Future",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142641-comprar-vinilo-online-future-hndrxx-doble.html",
    "imagen": "https://rockntipo.com/262267-home_default/comprar-vinilo-online-future-hndrxx-doble.jpg",
    "precio": "30,88€",
    "descripcion": "Future - Album Hndrxx (2 LP). Género: Hip-Hop. Future, pionero del hip-hop, creador de tendencias y prodigioso ganador de un premio GRAMMY® con certificación de diamante, celebra su increíble ascenso al panteón del rap con una colección en vinilo de edición limitada, la primera de su especie. Presenta una serie de nueve álbumes y mixtapes esenciales en vinilo en una serie de lanzamientos sucesivos, este otoño por primera vez."
  },
  {
    "nombre": "The Cool",
    "unidades": "2 LP Yellow-Gold",
    "artista": "Lupe Fiasco",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142611-comprar-vinilo-online-lupe-fiasco-the-cool-doble-yellow-gold.html",
    "imagen": "https://rockntipo.com/262235-home_default/comprar-vinilo-online-lupe-fiasco-the-cool-doble-yellow-gold.jpg",
    "precio": "63,31€",
    "descripcion": "Lupe Fiasco - Album The Cool (2 LP Yellow-Gold). Género: Hip-Hop. El segundo álbum de estudio 'THE COOL' del rapero estadounidense LUPE FIASCO se lanza en formato 2 LP en color amarillo y dorado. Las sesiones de grabación tuvieron lugar entre 2006 y 2007, con el propio Lupe Fiasco y Charles Patton (Chilly) como productores ejecutivos. El álbum cuenta con las colaboraciones de Gemini, Snoop Dogg y Matthew Santos, mientras que la producción corrió a cargo de Patrick Stump, Soundtrakk y Unkle, entre otros. El álbum debutó en el número 15 del Billboard 200 estadounidense, vendiendo 143.407 copias en su primera semana. El álbum debutó como el disco de rap número uno y se mantuvo durante 9 semanas. En 2022, la Recording Industry Association of America (RIAA) certificó el álbum como disco de platino. En los premios Grammy de 2009, el álbum fue nominado al Mejor Álbum de Rap."
  },
  {
    "nombre": "Monster",
    "unidades": "1 LP",
    "artista": "Future",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142523-comprar-vinilo-online-future-monster.html",
    "imagen": "https://rockntipo.com/262128-home_default/comprar-vinilo-online-future-monster.jpg",
    "precio": "25,74€",
    "descripcion": "Future - Album Monster (1 LP). Género: Hip-Hop. FUTURE, pionero del hip-hop, creador de tendencias y prodigioso ganador de un premio GRAMMY® con certificación de diamante, celebra su increíble ascenso al panteón del rap con una colección en vinilo de edición limitada, la primera de su especie. Presenta una serie de nueve álbumes y mixtapes esenciales en vinilo en una serie de lanzamientos sucesivos, este otoño por primera vez"
  },
  {
    "nombre": "Beast Mode",
    "unidades": "1 LP",
    "artista": "Future",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142524-comprar-vinilo-online-future-beast-mode.html",
    "imagen": "https://rockntipo.com/262129-home_default/comprar-vinilo-online-future-beast-mode.jpg",
    "precio": "25,74€",
    "descripcion": "Future - Album Beast Mode (1 LP). Género: Hip-Hop. FUTURE, pionero del hip-hop, creador de tendencias y prodigioso ganador de un premio GRAMMY® con certificación de diamante, celebra su increíble ascenso al panteón del rap con una colección en vinilo de edición limitada, la primera de su especie. Presenta una serie de nueve álbumes y mixtapes esenciales en vinilo en una serie de lanzamientos sucesivos, este otoño por primera vez."
  },
  {
    "nombre": "56 Nights",
    "unidades": "1 LP",
    "artista": "Future",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142525-comprar-vinilo-online-future-56-nights.html",
    "imagen": "https://rockntipo.com/262130-home_default/comprar-vinilo-online-future-56-nights.jpg",
    "precio": "25,74€",
    "descripcion": "Future - Album 56 Nights (1 LP). Género: Hip-Hop. FUTURE, pionero del hip-hop, creador de tendencias y prodigioso ganador de un premio GRAMMY® con certificación de diamante, celebra su increíble ascenso al panteón del rap con una colección en vinilo de edición limitada, la primera de su especie. Presenta una serie de nueve álbumes y mixtapes esenciales en vinilo en una serie de lanzamientos sucesivos, este otoño por primera vez"
  },
  {
    "nombre": "Kamikaze",
    "unidades": "2 LP Orange",
    "artista": "Twista",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142487-comprar-vinilo-online-twista-kamikaze-doble-orange.html",
    "imagen": "https://rockntipo.com/262092-home_default/comprar-vinilo-online-twista-kamikaze-doble-orange.jpg",
    "precio": "63,31€",
    "descripcion": "Twista - Album Kamikaze (2 LP Orange). Género: Hip-Hop. El cuarto álbum de estudio 'KAMIKAZE' del rapero estadounidense TWISTA se lanza en formato 2 LP vinilo en color naranja. El álbum fue publicado originalmente el 27 de enero de 2004 por Atlantic Records y alcanzó el primer puesto de la lista Billboard 200 de Estados Unidos a principios de 2004, tras el éxito de su single principal, 'Slow Jamz'. Vendió 312.000 unidades en su primera semana de ventas y recibió críticas muy positivas. Es el álbum más exitoso de Twista, con el certificado de Platino de la RIAA."
  },
  {
    "nombre": "Gangsta Grillz-The Album Vol. 2",
    "unidades": "2 LP Red",
    "artista": "Dj Drama",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142488-comprar-vinilo-online-dj-drama-gangsta-grillz-the-album-vol-2-doble-red.html",
    "imagen": "https://rockntipo.com/262093-home_default/comprar-vinilo-online-dj-drama-gangsta-grillz-the-album-vol-2-doble-red.jpg",
    "precio": "63,31€",
    "descripcion": "Dj Drama - Album Gangsta Grillz-The Album Vol. 2 (2 LP Red). Género: Hip-Hop. El álbum debut 'GANGSTA GRILLZ: THE ALBUM VOL. 2' del DJ de hip hop DJ DRAMA se lanza en formato 2 LP vinilo en color rojo. El álbum lleva el nombre de su popular serie de mixtapes 'Gangsta Grillz', que fue publicado originalmente el 4 de diciembre de 2007 por Aphilliates Music Group, Embassy Entertainment, Grand Hustle Records y Atlantic Records."
  },
  {
    "nombre": "Casanova",
    "unidades": "1 LP Marmol Deluxe",
    "artista": "Recycled J",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142411-comprar-vinilo-online-recycled-j-casanova-deluxe-marmol.html",
    "imagen": "https://rockntipo.com/262016-home_default/comprar-vinilo-online-recycled-j-casanova-deluxe-marmol.jpg",
    "precio": "29,36€",
    "descripcion": "Recycled J - Album Casanova (1 LP Marmol Deluxe). Género: Hip-Hop. Recycled J, El afamado artista de Carabanchel, presenta 'Casanova Deluxe' en formato físico; un vinilo que hará las delicias de sus seguidores. Recycled ha querido aprovechar la ocasión para incluir 4 nuevas canciones, con colaboraciones tanto del panorama nacional como internacional, en este formato especial que consiste en un vinilo marmoleado de 140g con un diseño en donde mezcla lo clásico con lo moderno. Recycled J se ha dado a conocer por su versatilidad musical, siendo capaz de mezclar mundos tan distantes como el rap underground y el pop de masas, creando un estilo único y por el que hoy en día se le reconoce. El madrileño tiene una legión de seguidores que se cuentan por miles y se ha ganado el respeto y reconocimiento del entorno artístico. Un verdadero artista que crea tendencia y que ha dejado su imprenta en toda una generación."
  },
  {
    "nombre": "Pink Tape",
    "unidades": "2 LP Pink",
    "artista": "Lil Uzi Vert",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142439-comprar-vinilo-online-lil-uzi-vert-pink-tape-doble-pink.html",
    "imagen": "https://rockntipo.com/262044-home_default/comprar-vinilo-online-lil-uzi-vert-pink-tape-doble-pink.jpg",
    "precio": "55,06€",
    "descripcion": "Lil Uzi Vert - Album Pink Tape (2 LP Pink). Género: Hip-Hop. Pink Tape es el mas reciene trabajo del rapero estadounidense Lil Uzi Vert. Un álbum alabado por la crítica y seguidores del artista, que cuenta con colaboraciones junto a grandes estrellas de la escena urbana como Travis Scott, Nicki Minaj y Don Toliver entre otros. Un doble LP con 26 canciones que supone el tercer álbum de estudio para Lil Uzi Vert y con el que ha alcanzado el éxito, al convertirlo en #1 en la lista Billboard."
  },
  {
    "nombre": "It Was Written",
    "unidades": "2 LP Dorado y Negro Marbled",
    "artista": "Nas",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142278-comprar-vinilo-online-nas-it-was-written-doble-dorado-y-negro-marbled.html",
    "imagen": "https://rockntipo.com/261878-home_default/comprar-vinilo-online-nas-it-was-written-doble-dorado-y-negro-marbled.jpg",
    "precio": "42,89€",
    "descripcion": "Nas - Album It Was Written (2 LP Dorado y Negro Marbled). Género: Hip-Hop. Edición limitada del mítico album de NAS, en doble vinilo dorado"
  },
  {
    "nombre": "Utop&iacute;a",
    "unidades": "2 LP",
    "artista": "Travis Scott",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142284-comprar-vinilo-online-travis-scott-utopia-doble.html",
    "imagen": "https://rockntipo.com/261884-home_default/comprar-vinilo-online-travis-scott-utopia-doble.jpg",
    "precio": "34,31€",
    "descripcion": "Travis Scott - Album Utopía (2 LP). Género: Hip-Hop. Utopia es el cuarto trabajo de estudio del artista urbano estadounidense más importante del momento, todo un fenómeno cultural. Un disco en el que participan nada menos que Beyoncé, Drake, The Weeknd y Bad Bunny, entre otros.Además de suponer una escucha sonora impactante, trepidante y absolutamente vanguardista, Utopia verá la luz como experiencia inmersiva en 3D, sobre un escenario desde Egipto, ante las Pirámides de Giza. El disco llega cinco años después del álbum que lo cambió todo, Astroworld. Una obra con la que TRAVIS SCOTT debutó en el número 1 de múltiples países, entre ellos España, y cuyo sencillo Sicko Mode con Drake es ya todo un himno."
  },
  {
    "nombre": "Utop&iacute;a",
    "unidades": "2 LP Rojos",
    "artista": "Travis Scott",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142285-comprar-vinilo-online-travis-scott-utopia-doble-rojos.html",
    "imagen": "https://rockntipo.com/261885-home_default/comprar-vinilo-online-travis-scott-utopia-doble-rojos.jpg",
    "precio": "42,89€",
    "descripcion": "Travis Scott - Album Utopía (2 LP Rojos). Género: Hip-Hop. Utopia es el cuarto trabajo de estudio del artista urbano estadounidense más importante del momento, todo un fenómeno cultural. Un disco en el que participan nada menos que Beyoncé, Drake, The Weeknd y Bad Bunny, entre otros.Además de suponer una escucha sonora impactante, trepidante y absolutamente vanguardista, Utopia verá la luz como experiencia inmersiva en 3D, sobre un escenario desde Egipto, ante las Pirámides de Giza. El disco llega cinco años después del álbum que lo cambió todo, Astroworld. Una obra con la que TRAVIS SCOTT debutó en el número 1 de múltiples países, entre ellos España, y cuyo sencillo Sicko Mode con Drake es ya todo un himno."
  },
  {
    "nombre": "Utop&iacute;a",
    "unidades": "2 LP Azules",
    "artista": "Travis Scott",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142286-comprar-vinilo-online-travis-scott-utopia-doble-azules.html",
    "imagen": "https://rockntipo.com/261886-home_default/comprar-vinilo-online-travis-scott-utopia-doble-azules.jpg",
    "precio": "42,89€",
    "descripcion": "Travis Scott - Album Utopía (2 LP Azules). Género: Hip-Hop. Utopia es el cuarto trabajo de estudio del artista urbano estadounidense más importante del momento, todo un fenómeno cultural. Un disco en el que participan nada menos que Beyoncé, Drake, The Weeknd y Bad Bunny, entre otros.Además de suponer una escucha sonora impactante, trepidante y absolutamente vanguardista, Utopia verá la luz como experiencia inmersiva en 3D, sobre un escenario desde Egipto, ante las Pirámides de Giza. El disco llega cinco años después del álbum que lo cambió todo, Astroworld. Una obra con la que TRAVIS SCOTT debutó en el número 1 de múltiples países, entre ellos España, y cuyo sencillo Sicko Mode con Drake es ya todo un himno."
  },
  {
    "nombre": "Enter The Wu-Tang (36 Chambers)",
    "unidades": "1 LP",
    "artista": "Wu-Tang Clan",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142287-comprar-vinilo-online-wu-tang-clan-enter-the-wu-tang-36-chambers.html",
    "imagen": "https://rockntipo.com/261887-home_default/comprar-vinilo-online-wu-tang-clan-enter-the-wu-tang-36-chambers.jpg",
    "precio": "27,45€",
    "descripcion": "Wu-Tang Clan - Album Enter The Wu-Tang (36 Chambers) (1 LP). Género: Hip-Hop. Enter the Wu-Tang (36 Chambers) es el primer álbum de estudio del grupo de hip hop estadounidense Wu-Tang Clan, publicado el 9 de noviembre de 1993. Este debut revolucionó el hip-hop, tanto por el crudo aluvión de loops y efectos de sonido fuera de tono y fuera de lugar como por sus letras elípticamente violentas.El sonido característico de Wu-Tang Clan creó un modelo para el hardcore hip hop durante los años 1990 y ayudó a regresar al rap neoyorquino a la prominencia nacional."
  },
  {
    "nombre": "Super Slimey",
    "unidades": "1 LP",
    "artista": "Future",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142294-comprar-vinilo-online-future-super-slimey.html",
    "imagen": "https://rockntipo.com/261894-home_default/comprar-vinilo-online-future-super-slimey.jpg",
    "precio": "25,74€",
    "descripcion": "Future - Album Super Slimey (1 LP). Género: Hip-Hop. Future, pionero del hip-hop, creador de tendencias y prodigioso ganador de un premio GRAMMY® con certificación de diamante, celebra su increíble ascenso al panteón del rap con una colección en vinilo de edición limitada, la primera de su especie. Presenta una serie de nueve álbumes y mixtapes esenciales en vinilo en una serie de lanzamientos sucesivos, este otoño por primera vez."
  },
  {
    "nombre": "Ds2",
    "unidades": "2 LP",
    "artista": "Future",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142295-comprar-vinilo-online-future-ds2-doble.html",
    "imagen": "https://rockntipo.com/261895-home_default/comprar-vinilo-online-future-ds2-doble.jpg",
    "precio": "34,31€",
    "descripcion": "Future - Album Ds2 (2 LP). Género: Hip-Hop. Future, pionero del hip-hop, creador de tendencias y prodigioso ganador de un premio GRAMMY® con certificación de diamante, celebra su increíble ascenso al panteón del rap con una colección en vinilo de edición limitada, la primera de su especie. Presenta una serie de nueve álbumes y mixtapes esenciales en vinilo en una serie de lanzamientos sucesivos, este otoño por primera vez."
  },
  {
    "nombre": "Pluto",
    "unidades": "2 LP",
    "artista": "Future",
    "enlace": "https://rockntipo.com/musica-urbana-rap/142296-comprar-vinilo-online-future-pluto-doble.html",
    "imagen": "https://rockntipo.com/261896-home_default/comprar-vinilo-online-future-pluto-doble.jpg",
    "precio": "30,88€",
    "descripcion": "Future - Album Pluto (2 LP). Género: Hip-Hop. Future, pionero del hip-hop, creador de tendencias y prodigioso ganador de un premio GRAMMY® con certificación de diamante, celebra su increíble ascenso al panteón del rap con una colección en vinilo de edición limitada, la primera de su especie. Presenta una serie de nueve álbumes y mixtapes esenciales en vinilo en una serie de lanzamientos sucesivos, este otoño por primera vez."
  }
]
}