[
  {
    "name": "Morfología",
    "band": "Sôber",
    "img": "https://rockntipo.com/268794-home_default/comprar-vinilo-de-sober-morfologia-rojo-splatter.jpg",
    "description": "PREVENTA: Disponible el 24/10/2025Sober - Album Morfología (1 LP Rojo Splatter). Género: Metal. Segundo disco de Sôber, \"Morfología\", que en cierta manera supuso una revolución dentro del denominado por entonces numetal o metal alternativo en nuestro país. Composiciones que abrían la puerta sin ningún reparo a sensaciones y emociones personales: muerte, locura, complejos de inferioridad, desengaño y hasta suicidio. Todo arropado por grandes riffs de guitarra, una base rítmica muy presente y la voz de Carlos Escobedo, tan inconfundible.  Más información1 La Prisión Del Placer2 Loco3 Abstinencia4 Cubos5 ¿Que Hice Mal?6 Condenado7 La Duda8 Sí9 Caída Libre10 Predicador11 Lluvia De Dolor1 La Prisión Del Placer2 Loco3 Abstinencia4 Cubos5 ¿Que Hice Mal?6 Condenado7 La Duda8 Sí9 Caída Libre10 Predicador11 Lluvia De Dolor",
    "numLPs": 1
  },
  {
    "name": "El Inferno",
    "band": "Hamlet",
    "img": "https://rockntipo.com/268791-home_default/comprar-vinilo-de-hamlet-el-inferno-azul-splatter.jpg",
    "description": "PREVENTA: Disponible el 10/10/2025Hamlet - Album El Inferno (1 LP Azul Splatter). Género: Metal. Hamlet es el nombre del sexto disco del grupo madrileño de metal Hamlet, lanzado en el 2002. Debido al contenido de su portada, que solo incluye el nombre del grupo bajo un fondo negro, es conocido como \"el álbum negro\".  Más información1 El Mejor Amigo De Nadie2 Vivir Es Una Ilusion3 Por Qué4 Buena Suerte5 No Soy Igual6 Miserable7 Perdoname8 Denuncio A Dios9 No Me Arrepiento10 Mi Nombre Es Yo11 Largate Despacio1 El Mejor Amigo De Nadie2 Vivir Es Una Ilusion3 Por Qué4 Buena Suerte5 No Soy Igual6 Miserable7 Perdoname8 Denuncio A Dios9 No Me Arrepiento10 Mi Nombre Es Yo11 Largate Despacio",
    "numLPs": 1
  },
  {
    "name": "Borderland",
    "band": "Amorphis",
    "img": "https://rockntipo.com/268971-home_default/comprar-vinilo-de-amorphis-borderland-doble-gold-bones-opaque.jpg",
    "description": "Amorphis - Album Borderland (2 LP Gold Bones Opaque). Género: Metal. Desde 1990, el sexteto finlandés ha explorado las fronteras musicales, desde las raíces del death metal hasta el rock melódico, progresivo y con tintes folk. \"Borderland\" marca tanto la continuación como la reinvención de la banda y ve a Amorphis adentrarse en paisajes sonoros inexplorados  Más información1 The Circle2 Bones3 Dancing Shadow4 Fog To Fog5 The Strange6 Tempest7 Light And Shadow8 The Lantern9 Borderland10 Despair11 War Band (Bonus Track)12 Rowan And The Cloud (Bonus Track)1 The Circle2 Bones3 Dancing Shadow4 Fog To Fog5 The Strange6 Tempest7 Light And Shadow8 The Lantern9 Borderland10 Despair11 War Band (Bonus Track)12 Rowan And The Cloud (Bonus Track)",
    "numLPs": 2
  },
  {
    "name": "Dreams Of Being Dust",
    "band": "The World Is A Beautiful Place &amp; I Am No Longer Afraid To Die",
    "img": "https://rockntipo.com/268980-home_default/comprar-vinilo-de-the-world-is-a-beautiful-place-and-i-am-no-longer-afraid-to-die-dreams-of-being-dust.jpg",
    "description": "The World Is A Beautiful Place & I Am No Longer Afraid To Die - Album Dreams Of Being Dust (1 LP). Género: Metal. The World Is a Beautiful Place & I Am No Longer Afraid to Die regresan con \"Dreams of Being Dust\", un álbum en el que el colectivo explora las profundidades de la ruina emocional y emerge con su trabajo más abrasador hasta la fecha. Coproducido por el guitarrista Chris Teti y Greg Thomas, el disco tiene un sonido más afilado, incorporando la volatilidad del post-hardcore en su ADN posmoderno.  Más informaciónDimmed SunSe Sufre Pero Se GozaNo PilgrimBeware the CentristOublietteCaptagonDissolvingReject All and SubmitDecember 4th, 2024Auguries of GuiltFor Those Who Will Outlive UsDimmed SunSe Sufre Pero Se GozaNo PilgrimBeware the CentristOublietteCaptagonDissolvingReject All and SubmitDecember 4th, 2024Auguries of GuiltFor Those Who Will Outlive Us",
    "numLPs": 1
  },
  {
    "name": "Act Seven",
    "band": "Crematory",
    "img": "https://rockntipo.com/268982-home_default/comprar-vinilo-de-crematory-act-seven.jpg",
    "description": "Crematory - Album Act Seven (1 LP). Género: Metal. Con \"Act Seven\", los dioses del Gothic Metal alemán, Crematory, alcanzaron su máximo esplendor comercial, alcanzando el puesto número 46 en las listas oficiales de álbumes alemanas. Con \"Fly\", el álbum incluía uno de los mayores éxitos de la banda, junto con otros clásicos como \"I Never Die\", \"Awake\" y \"Moonlight\". \"Act Seven\" está disponible en CD en un estuche de plástico, remasterizado por Rolf Munkes.  Más informaciónShiningI Never DieMoonlightFlyMemoryThe Holy OneThe GameWaitingAwakeTaleShiningI Never DieMoonlightFlyMemoryThe Holy OneThe GameWaitingAwakeTale",
    "numLPs": 1
  },
  {
    "name": "Believe",
    "band": "Crematory",
    "img": "https://rockntipo.com/268984-home_default/comprar-vinilo-de-crematory-believe-doble.jpg",
    "description": "Crematory - Album Believe (2 LP). Género: Metal. En más de tres décadas, Crematory ha publicado numerosos clásicos. Con \"Believe\" (2000), la banda entró en las listas de éxitos alemanas en el puesto 34 y se mantuvo en el Top 100 durante cuatro semanas. Con \"The Fallen\", el álbum cuenta con un himno enorme, seguido de otros clásicos como \"Endless\", \"Act Seven\" y \"Time For Tears\". \"Believe\" está disponible en CD en un estuche de plástico, remasterizado por Rolf Munkes.  Más informaciónRedemption of FaithEndlessThe FallenTakeAct SevenTime for TearsEternalUnspokenCarolineWhyThe CursePerils of the WindRedemption of FaithEndlessThe FallenTakeAct SevenTime for TearsEternalUnspokenCarolineWhyThe CursePerils of the Wind",
    "numLPs": 2
  },
  {
    "name": "Revolution",
    "band": "Crematory",
    "img": "https://rockntipo.com/268999-home_default/comprar-vinilo-de-crematory-revolution.jpg",
    "description": "Crematory - Album Revolution (1 LP). Género: Metal. Los maestros alemanes del Gothic Metal CREMATORY han lanzado numerosos clásicos, entre ellos su octavo álbum de estudio, \"Revolution\", que es su álbum más comercial hasta la fecha. Con su sencillo \"Greed\" y otros himnos como \"Revolution\", \"Wake Up\" y el alemán \"Tick Tack\", el álbum fue un gran éxito, entrando en las listas de álbumes alemanas en el puesto 47. \"Revolution\" está disponible en CD en un estuche de plástico, remasterizado por Rolf Munkes.  Más informaciónResurrectionWake UpGreedReign of FearOpen Your EyesTick TackAngel of FateSolitary PsychoRevolutionHuman BloodRed SkyFarewell LetterResurrectionWake UpGreedReign of FearOpen Your EyesTick TackAngel of FateSolitary PsychoRevolutionHuman BloodRed SkyFarewell Letter",
    "numLPs": 1
  },
  {
    "name": "Painkiller",
    "band": "Judas Priest",
    "img": "https://rockntipo.com/268961-home_default/comprar-vinilo-de-judas-priest-painkiller-azul.jpg",
    "description": "Judas Priest - Album Painkiller (1 LP Azul). Género: Metal. Celebra el 35.º aniversario del legendario álbum Painkiller de Judas Priest, publicado en 1990, con una nueva edición remasterizada en vinilo azul y blanco marmolado. El audio ha sido remasterizado a partir de cintas analógicas por Tom Allom, ingeniero de Judas Priest desde hace mucho tiempo, y Matt Colton, ingeniero de masterización del año de la Music Producers Guild.  Más informaciónLP A1 Painkiller2 Hell Patrol3 All Guns Blazing4 Leather Rebel5 Metal MeltdownLP B1 Night Crawler2 Between the Hammer & the Anvil3 A Touch of Evil4 Battle Hymn5 One Shot at GloryLP A1 Painkiller2 Hell Patrol3 All Guns Blazing4 Leather Rebel5 Metal MeltdownLP B1 Night Crawler2 Between the Hammer & the Anvil3 A Touch of Evil4 Battle Hymn5 One Shot at Glory",
    "numLPs": 1
  },
  {
    "name": "Dissonance Theory",
    "band": "Coroner",
    "img": "https://rockntipo.com/268960-home_default/comprar-vinilo-de-coroner-dissonance-theory-black.jpg",
    "description": "Coroner - Album Dissonance Theory (1 LP). Género: Metal. Después de más de tres décadas, por fin llega la nueva música de CORONER. «Dissonance Theory» contiene 10 canciones con una duración total de 47 minutos.  Más informaciónLP A1 Oxymoron2 Consequence3 Sacrificial Lamb4 Crisium Bound5 SymmetryLP B1 The Law2 Transparent Eye3 Trinity4 Renewal5 ProlongingLP A1 Oxymoron2 Consequence3 Sacrificial Lamb4 Crisium Bound5 SymmetryLP B1 The Law2 Transparent Eye3 Trinity4 Renewal5 Prolonging",
    "numLPs": 1
  },
  {
    "name": "Don'T Sell Your Soul",
    "band": "Michael Schenker Group",
    "img": "https://rockntipo.com/268925-home_default/comprar-vinilo-de-michael-schenker-group-don-t-sell-your-soul-black.jpg",
    "description": "Michael Schenker Group - Album Don'T Sell Your Soul (1 LP Black). Género: Metal. MSG sigue siendo un vehículo para su visión artística inflexible, y \"Don't Sell Your Soul\" es su última manifestación.  Más información1 Don't Sell Your Soul2 Danger Zone3 Eye Of The Strom4 Janey The Fox5 I Can't Stand Waiting6 Sign Of The Times7 The Chosen8 It's You9 Sixstring Shotgun10 Flesh And Bone11 Surrender1 Don't Sell Your Soul2 Danger Zone3 Eye Of The Strom4 Janey The Fox5 I Can't Stand Waiting6 Sign Of The Times7 The Chosen8 It's You9 Sixstring Shotgun10 Flesh And Bone11 Surrender",
    "numLPs": 1
  },
  {
    "name": "Achtung!",
    "band": "Curse Of Cain",
    "img": "https://rockntipo.com/268901-home_default/comprar-vinilo-de-curse-of-cain-achtung-neon-green.jpg",
    "description": "Curse Of Cain - Album Achtung! (1 LP Neon Green). Género: Metal. Con su último álbum, \"Achtung\", Curse of Cain eleva su narrativa a un nuevo nivel de intensidad. Cada canción es un capítulo que sumerge a los oyentes en las dificultades, las transformaciones y la unidad de las personalidades de la banda.  Más información1 Mirror Mirror2 Feel The Pain3 Starry Eyes4 Onezero5 Candy Cain Murder6 All You Zombies7 Blood Shanty (No Hope)8 Empty Hands9 Achtung!10 Tik Tok (Darkness)1 Mirror Mirror2 Feel The Pain3 Starry Eyes4 Onezero5 Candy Cain Murder6 All You Zombies7 Blood Shanty (No Hope)8 Empty Hands9 Achtung!10 Tik Tok (Darkness)",
    "numLPs": 1
  },
  {
    "name": "Slime Of The Times",
    "band": "Scorpion Milk",
    "img": "https://rockntipo.com/268875-home_default/comprar-vinilos-de-scorpion-milk-slime-of-the-times.jpg",
    "description": "Scorpion Milk - Album Slime Of The Times (1 LP). Género: Metal. Scorpion Milk es el nuevo proyecto de Mat McNerney, el creador fundador del aclamado álbum \"Climax\" de Beastmilk y los tres álbumes posteriores de Grave Pleasures. Infundido con elementos del ADN original de Beastmilk, su álbum debut \"Slime of the Times\" marca la evolución más directa, cruda y explosiva de su género autodefinido: el post-punk apocalíptico.  Más información1 All The Fear ( 03:34 )2 The Will To Live ( 04:06 )3 She Wolf Of London ( 03:11 )4 Another Day, Another Abyss ( 03:07 )5 Wall To Wall ( 03:46 )6 Slime Of The Times ( 04:57 )7 Silver Pigs ( 04:41 )8 All Snakes No Ladders ( 04:03 )9 Children Are Dust ( 04:41 )1 All The Fear ( 03:34 )2 The Will To Live ( 04:06 )3 She Wolf Of London ( 03:11 )4 Another Day, Another Abyss ( 03:07 )5 Wall To Wall ( 03:46 )6 Slime Of The Times ( 04:57 )7 Silver Pigs ( 04:41 )8 All Snakes No Ladders ( 04:03 )9 Children Are Dust ( 04:41 )",
    "numLPs": 1
  },
  {
    "name": "Temblor Nº3",
    "band": "Plataforma",
    "img": "https://rockntipo.com/268797-home_default/comprar-vinilo-de-plataforma-temblor-n-3.jpg",
    "description": "Plataforma - Album Temblor nº 3 (1 LP). Género:Metal. El trío barcelonés Plataforma continúa su viaje de exploración del punk a todo lo post. Un disco épico, impregnado de tensión, en el que converge el vacío, voces que resuenan en el tiempo y una instrumentación contundente.  Más información1 Preparación2 Alzan al Cielo3 Temblor Nº34 El Espejo5 Mal de Terra6 L'Aversari7 Doctrina Vigatana8 Estandarte9 Torre de Señales1 Preparación2 Alzan al Cielo3 Temblor Nº34 El Espejo5 Mal de Terra6 L'Aversari7 Doctrina Vigatana8 Estandarte9 Torre de Señales",
    "numLPs": 1
  },
  {
    "name": "Domination",
    "band": "Primal Fear",
    "img": "https://rockntipo.com/268832-home_default/comprar-vinilo-de-primal-fear-domination-doble-gold-opaque.jpg",
    "description": "Primal Fear - Album Domination (2 LP Gold Opaque). Género: Metal. Representante indiscutible del power metal teutón, Primal Fear refuerza su mensaje con cada álbum y se permite aumentar su potencia, la calidad de su producción e incluso su maestría instrumental. Estos nuevos 13 temas devastadores dan fe de ello.  Más información1 The Hunter2 Destroyer3 Far Away4 I Am The Primal Fear5 Tears of Fire6 Heroes and Gods7 Hallucinations8 Eden9 Scream10 The Dead Don't Die11 Crossfire12 March Boy March13 A Tune I Won't Forget14 Bridges Will Burn1 The Hunter2 Destroyer3 Far Away4 I Am The Primal Fear5 Tears of Fire6 Heroes and Gods7 Hallucinations8 Eden9 Scream10 The Dead Don't Die11 Crossfire12 March Boy March13 A Tune I Won't Forget14 Bridges Will Burn",
    "numLPs": 2
  },
  {
    "name": "No One Was Driving The Car",
    "band": "La Dispute",
    "img": "https://rockntipo.com/268837-home_default/comprar-vinilo-de-la-dispute-no-one-was-driving-the-car-doble.jpg",
    "description": "La Dispute - Album No One Was Driving The Car (2 LP). Género: Metal. La Dispute presenta 'No One Was Driving The Car',  un trabajo conceptual autoproducido que nace de las obsesiones influenciadas por las crisis existenciales y los avances tecnológicos. Inspirado en la película First Reformed (2017) y bautizado con la frase que un agente de policía leyó en la prensa tras un accidente mortal de un Tesla autónomo, el álbum examina la ilusión de control mientras explora la alienación ante la inminencia apocalíptica.  Más información1 I Shaved My Head2 Man with Hands and Ankles Bound3 Autofiction Detail4 Environmental Catastrophe Film5 Self-Portrait Backwards6 The Field7 Sibling Fistfight at Mom's Fiftieth / The Un-sound8 Landlord Calls the Sheriff In9 Steve10 Top-Sellers Banquet11 Saturation Diver12 I Dreamt of a Room with All My Friends I Could Not Get In13 No One Was Driving the Car14 End Times Sermon1 I Shaved My Head2 Man with Hands and Ankles Bound3 Autofiction Detail4 Environmental Catastrophe Film5 Self-Portrait Backwards6 The Field7 Sibling Fistfight at Mom's Fiftieth / The Un-sound8 Landlord Calls the Sheriff In9 Steve10 Top-Sellers Banquet11 Saturation Diver12 I Dreamt of a Room with All My Friends I Could Not Get In13 No One Was Driving the Car14 End Times Sermon",
    "numLPs": 2
  },
  {
    "name": "Go!",
    "band": "Roulette",
    "img": "https://rockntipo.com/268839-home_default/comprar-vinilo-de-roulette-go.jpg",
    "description": "Roulette - Album Go! (1 LP). Género: Metal. Roulette regresa con su esperado álbum, \"GO!\" con melodías potentes, voces imponentes, riffs de guitarra electrizantes y una sección rítmica contundente: todo lo que define el sonido característico de Roulette.   Más información1 Answer to my prayers2 Fire in your eyes3 We remember you4 Strangers5 What are we looking for6 Take me as I am7 Brand new start8 Don't be sorry9 She can't hide10 Better walk away1 Answer to my prayers2 Fire in your eyes3 We remember you4 Strangers5 What are we looking for6 Take me as I am7 Brand new start8 Don't be sorry9 She can't hide10 Better walk away",
    "numLPs": 1
  },
  {
    "name": "State Of Oblivion",
    "band": "Skull Revenge",
    "img": "https://rockntipo.com/268841-home_default/comprar-vinilo-de-skull-revenge-state-of-oblivion.jpg",
    "description": "Skull Revenge - Album State Of Oblivion (1 LP). Género: Metal. Skull Revenge es un proyecto musical con artistas de renombre de bandas como Candlemass, Therion, Narnia, Jaded Heart y más. State of Oblivion es el álbum debut de Skull Revenge. Mezclado y masterizado por el legendario Fredrik Nordström en Studio Fredman.  Más informaciónA Voice in the DesertAfterlifeBeast Turning HumanFutureLost in TimeRoad of PainStardustState of OblivionThis Once Broken TreeA Voice in the DesertAfterlifeBeast Turning HumanFutureLost in TimeRoad of PainStardustState of OblivionThis Once Broken Tree",
    "numLPs": 1
  },
  {
    "name": "Signeri",
    "band": "Signeri",
    "img": "https://rockntipo.com/268843-home_default/comprar-vinilo-de-signeri-signeri.jpg",
    "description": "Signeri - Album Signeri (1 LP). Género: Metal. Surgidos de los sombríos bosques de Dalarna, Suecia, Signeri, una banda con una sed insaciable por las artes oscuras y el ocultismo, presenta su álbum debut homónimo, un viaje fascinante a las profundidades del encantamiento y la oscuridad.  Más informaciónDarkness EmbraceLegion StrongSetting Fire to WorthlessHaxaShedding SkinNightfireThe Sulphur Brigade (Of the MorningHills Painted RedDarkness EmbraceLegion StrongSetting Fire to WorthlessHaxaShedding SkinNightfireThe Sulphur Brigade (Of the MorningHills Painted Red",
    "numLPs": 1
  },
  {
    "name": "Half Past Violence-20Th Anniversary",
    "band": "Manifest",
    "img": "https://rockntipo.com/268846-home_default/comprar-vinilo-de-manifest-half-past-violence-20th-anniversary.jpg",
    "description": "Manifest - Album Half Past Violence-20Th Anniversary (1 LP). Género: Metal. Edición del 20.º aniversario de este clásico noruego del thrash metal. La producción ha mejorado considerablemente con respecto al lanzamiento original y te golpea como un tren de carga.  Más informaciónSlay the DoveManufactured LieThird Eye RicochetDead End SpiralGrind WhoreFriendshitKing of SinScarred for LieArt of WarWithered WorldMess-age to Death-ageSlay the DoveManufactured LieThird Eye RicochetDead End SpiralGrind WhoreFriendshitKing of SinScarred for LieArt of WarWithered WorldMess-age to Death-age",
    "numLPs": 1
  },
  {
    "name": "Astral Voyager",
    "band": "Kal-El",
    "img": "https://rockntipo.com/268847-home_default/comprar-vinilo-de-kal-el-astral-voyager-azul.jpg",
    "description": "Kal-El - Album Astral Voyager (1 LP Azul). Género: Metal. Controla la inmensidad con el nuevo y asombroso Astral Voyager de Kal-El. Formado en Stavanger, Noruega, en 2012, Kal-EL se consolidó como una fuerza única en el underground heavy internacional, fusionando rock escandinavo de estilo desértico, metal clásico, psicodelia y elementos doom con ambiciosos temas de ciencia ficción.  Más informaciónAstral VoyagerBtdscVoid CleanerCloud WalkerDilithiumCosmic SailorExist Withing LightAstral VoyagerBtdscVoid CleanerCloud WalkerDilithiumCosmic SailorExist Withing Light",
    "numLPs": 1
  },
  {
    "name": "Bang",
    "band": "Sweet Savage",
    "img": "https://rockntipo.com/268858-home_default/comprar-vinilo-de-sweet-savage-bang-black.jpg",
    "description": "Sweet Savage - Album Bang (1 LP Black). Género: Metal. Formada en Belfast en 1979 por el bajista y vocalista Ray Haller y la futura guitarrista de Dio/Def Leppard Vivian Campbell, Sweet Savage formó parte de la primera ola de la Nueva Ola del Heavy Metal Británico, junto a Iron Maiden, Saxon, Diamond Head, Judas Priest y otros. Ahora, con \"Bang\", la banda regresa con una gran fuerza. Sweet Savage no busca revivir la nostalgia, pero aun así, en este nuevo álbum, sus raíces son inconfundibles: metal agresivo y trepidante con texturas industriales y la filosofía DIY del punk rock.  Más información1 Bang2 Bad F Robot3 Leave Me Alone4 I See the Light5 I Don't Know6 Live and Die7 The Meltdown8 Mad World9 The Chosen One10 Dirtyland11 Time12 Outside13 Victorious1 Bang2 Bad F Robot3 Leave Me Alone4 I See the Light5 I Don't Know6 Live and Die7 The Meltdown8 Mad World9 The Chosen One10 Dirtyland11 Time12 Outside13 Victorious",
    "numLPs": 1
  },
  {
    "name": "Giants &amp; Monsters",
    "band": "Helloween",
    "img": "https://rockntipo.com/268759-home_default/comprar-vinilo-de-helloween-giants-and-monsters-doble-monster-light-blue.jpg",
    "description": "Helloween - Album Giants & Monsters (2 LP Monster Light Blue). Género: Metal. Seguros de sí mismos y rebosantes de potencia, Helloween presentael posiblemente el álbum más versátil de su historia, su nueva obra maestra.  Más informaciónGiants on the RunSavior of the WorldA Little is a Little Too MuchWe Can Be GodsInto the SunThis is TokyoUniverse (Gravity for Hearts)Hand of GodUnder the MoonlightMajesticOut of Control (Bonus Track)Giants on the RunSavior of the WorldA Little is a Little Too MuchWe Can Be GodsInto the SunThis is TokyoUniverse (Gravity for Hearts)Hand of GodUnder the MoonlightMajesticOut of Control (Bonus Track)",
    "numLPs": 2
  },
  {
    "name": "Rapture Of The Deep",
    "band": "Deep Purple",
    "img": "https://rockntipo.com/268763-home_default/comprar-vinilo-de-deep-purple-rapture-of-the-deep-triple-transparent-blue-sky.jpg",
    "description": "Deep Purple - Album Rapture Of The Deep (3 LP Transparent Blue Sky). Género: Metal. Deep Purple anuncia \"Rapture of the Deep (Remix del 20.º Aniversario)\" y lanza su nuevo sencillo, \"Junkyard Blues\", a través de earMUSIC. No es ningún secreto que \"Rapture of the Deep\" no es el primer álbum que viene a la mente al enumerar los clásicos de Deep Purple. Si bien despertó interés en su momento, poco a poco fue desapareciendo pero el paso del tiempo le ha hecho por fin justicia como uno de los mejores discos de la última época de DP.  Más información1 Money Talks2 Things I Never Said3 Rapture of the Deep4 Clearly Quite Absurd5 MTV6 Back to Back7 Wrong Man8 Girls like that9 Kiss Tomorrow Goodbye10 Don't Let Go11 Junkyard Blues12 Before Time Began13 MTV (Studio Rehearsal)14 Money Talks (Studio Rehearsal)15 Back to Back (Studio Rehearsal)16 Before Time Began (Studio Rehearsal)17 Closing Note (Studio Rehearsal)1 Money Talks2 Things I Never Said3 Rapture of the Deep4 Clearly Quite Absurd5 MTV6 Back to Back7 Wrong Man8 Girls like that9 Kiss Tomorrow Goodbye10 Don't Let Go11 Junkyard Blues12 Before Time Began13 MTV (Studio Rehearsal)14 Money Talks (Studio Rehearsal)15 Back to Back (Studio Rehearsal)16 Before Time Began (Studio Rehearsal)17 Closing Note (Studio Rehearsal)",
    "numLPs": 3
  },
  {
    "name": "Blackwater Park",
    "band": "Opeth",
    "img": "https://rockntipo.com/268749-home_default/comprar-vinilo-de-opeth-blackwater-park-doble-black.jpg",
    "description": "Opeth - Album Blackwater Park (2 LP Black). Género: Metal. Blackwater Park es el quinto álbum del grupo sueco Opeth. Es uno de los álbumes más exitosos de la banda y es considerado como uno de los mejores discos de metal progresivo de la historia. Veinte años después, Blackwater Park sigue siendo una obra impresionante, repleta de momentos melódicos extraordinarios, atmósferas escalofriantes y una pesadez ágil pero aplastante  Más informaciónLP 1 (A)1 The Leper Affinity2 BleakLP 1 (B)1 Harvest2 The Drapery FallsLP 2 (A)1 Dirge for November2 The Funeral Portrait3 Patterns in the IvyLP 2 (B)1 Blackwater Park2 The Leper AffinityLP 1 (A)1 The Leper Affinity2 BleakLP 1 (B)1 Harvest2 The Drapery FallsLP 2 (A)1 Dirge for November2 The Funeral Portrait3 Patterns in the IvyLP 2 (B)1 Blackwater Park2 The Leper Affinity",
    "numLPs": 2
  }
]