[
    {
      "nombre": "Catalan Graffiti",
      "unidades": "1 LP",
      "artista": "Sidonie",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149006-comprar-vinilo-de-sidonie-catalan-graffiti.html",
      "imagen": "https://rockntipo.com/268962-home_default/comprar-vinilo-de-sidonie-catalan-graffiti.jpg",
      "precio": "24,78€",
      "descripcion": "Sidonie - Album Catalan Graffiti (1 LP). Género: Pop/Rock nacional. SIDONIE publican su 12º álbum de estudio: Catalan Graffiti.El próximo 14 de noviembre, SIDONIE lanzan su nuevo disco Catalan Graffiti, su primer trabajo íntegramente en catalán y el 12º álbum de estudio de su carrera. Producido por Sergio Pérez y grabado en los estudios Maik Maier de Barcelona, el disco incluye 12 nuevas canciones del trío formado por Marc Ros, Axel Pi y Jesús Senra, masterizadas por Greg Obis en Chicago Mastering Service.Una edición imprescindible para coleccionistas y seguidores de la banda, disponible en tiendas físicas y plataformas de venta online a partir del 14 de noviembre.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Pulpa",
      "unidades": "1 LP Rosa",
      "artista": "Los Chivatos",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148961-comprar-vinilo-de-los-chivatos-pulpa-rosa.html",
      "imagen": "https://rockntipo.com/268917-home_default/comprar-vinilo-de-los-chivatos-pulpa-rosa.jpg",
      "precio": "25,36€",
      "descripcion": "Los Chivatos - Album Pulpa (1 LP Rosa). Género: Pop/Rock nacional. Todo empezó en febrero de 2015: cinco seguidores del discordianismo decidieron unir fuerzas para formar una banda Ñunk -punk con 'ñ'- y dar buena brea allá por Bilbao, ciudad en la que curtieron su sonido hasta transformarlo en un cuchillo de fuego ácido, surrealista y con mucho desorden que ofrecer al mundo. Suenan como si Pony Bravo y Rage Against The Machine fueran a ser papás y los californianos hubieran abortado a una especie de System of a Down en castellano a los nueve meses de embarazo, con letras paranoicas, frenéticas, agresivas y con un marcado tinte grunge.Ciertamente su movida es una barrabasada (mira en Youtube su documental 'Odio eterno al arte moderno'). Si el punk iba de que 'no hay futuro', y todo se quedó en millones de copias vendidas y marcas comerciales de lujo, suponemos que el Ñunk va de que 'sí hay un futuro, pero nos la suda sobremanera'.¿Qué queda de los primeros años de Los Chivatos en el nuevo disco? Antes, toda idea cabía en un terreno yermo que había que llenar y era bienvenida. Ahora el chorro de ideas sigue, y con una premisa clara: que haya HITS, y que siga siendo estimulante y divertido, para ellos y para ti. Haz caso a los grupos que los adoran y que van a darlo todo como público a sus conciertos: Alcalá Norte, Parquesvr, Biznaga o Repion se cuentan entre sus mayores fans.El disco se publica en vinilo y cuenta con dos ediciones muy limitadas en color rosa chicle y en amarillo, de 200 unidades cada una",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "XX Ta Bortz Urte Zuzenean",
      "unidades": "2 LP",
      "artista": "Petti & Etxeko Uzta",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149011-comprar-vinilo-de-petti-and-etxeko-uzta-xx-ta-bortz-urte-zuzenean-doble.html",
      "imagen": "https://rockntipo.com/268967-home_default/comprar-vinilo-de-petti-and-etxeko-uzta-xx-ta-bortz-urte-zuzenean-doble.jpg",
      "precio": "31,57€",
      "descripcion": "Petti & Etxeko Uzta - Album XX Ta Bortz Urte Zuzenean (2 LP). Género: Pop/Rock nacional. Se han cumplido 25 años desde que el músico y cantante PETTI publicó su primer disco: 'Amets bat'. Aquel álbum, que recogía once canciones intensas, expresivas, crudas y conmovedoras, fue la semilla de una larga y fructífera trayectoria. 13 discos a su nombre, numerosas colaboraciones, directos en todos los formatos, hibridaciones?Aunque es capaz de defender el escenario en solitario, a menudo se ha rodeado de miembros de la banda creada por él mismo, Etxeko Uzta: Joseba Irazoki, que no necesita presentación? (guitarra), Ruben Caballero (guitarra), Iñigo Telletxea (bajo) e Igor Telletxea (batería). ¡Músicos con gran experiencia! Precisamente con ellos ha ofrecido algunos conciertos especiales con la intención de grabar las canciones más potentes y eléctricas de su carrera.En este proyecto ha trabajado un gran equipo técnico: Víctor Sánchez, técnico de grabación y suyas son también las mezclas y la masterización de las grabaciones; J.A. Areta Gonñi (Juxe) que ha realizado las fotos, Ander Merino que se ha encargado de la parte audiovisual; Ana Galarraga en trabajos de coordinación? y también colaboradores cercanos como Estitxu Pinatxo y Janus Lester que se han encargado de los coros en los directos.La emoción de la música y el temblor de una voz hasta lo más profundo de tu cuerpo, es lo que queremos reflejar en estas grabaciones en directo, un recorrido por los últimos 25 años para reflejar la intensidad vocal de Petti y el poder de la banda.Se grabaron tres conciertos entre finales del 2024 y principio del 2025, Ataun, Bera, y Hondarribia. En marzo organizamos escuchas en los estudios de Elkar en Aduna y el concierto de Hondarribia fue el elegido.Ese mismo mes de marzo comenzamos con la edición y mezclas, y aquí tenéis el resultado. ¡Una celebración eléctrica y potente, las canciones más rockeras del repertorio de Petti en directo!",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Ojo De Bife",
      "unidades": "1 LP",
      "artista": "German Salto",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149008-comprar-vinilo-de-german-salto-ojo-de-bife.html",
      "imagen": "https://rockntipo.com/268964-home_default/comprar-vinilo-de-german-salto-ojo-de-bife.jpg",
      "precio": "25,25€",
      "descripcion": "German Salto - Album Ojo De Bife (1 LP). Género: Pop/Rock nacional. El madrileño Germán Salto publica en formato LP de 12 pulgadas su según álbum de estudio, 'Ojo de Bife'. Producido por el reconocido Ricky Falkner (Love of Lesbian, Iván Ferreiro, Lori Meyers, Quique González, Nudozurdo, etc.), cuenta también con la colaboración de Nina de Juan, de Morgan. 'Ojo de Bife' es un álbum de rock con letras profundas, rodeado de unos músicos de primer nivel y una producción muy cuidada.Ya tiene confirmada una extensa gira de salas.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Baila B/W No Sere Una Estrella",
      "unidades": "1 Single 7\" Verde",
      "artista": "Amor Liquido & Las Petunias",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149010-comprar-vinilo-de-amor-liquido-and-las-petunias-baila-b-w-no-sere-una-estrella-single-verde.html",
      "imagen": "https://rockntipo.com/268966-home_default/comprar-vinilo-de-amor-liquido-and-las-petunias-baila-b-w-no-sere-una-estrella-single-verde.jpg",
      "precio": "12,78€",
      "descripcion": "Amor Liquido & Las Petunias - Album Baila B/W No Sere Una Estrella (1 Single 7' Verde). Género: Pop/Rock nacional. ¿Querías pasión? ¿Rabia juvenil bien entendida? ¿Letras que hablan de TU vida y de la de nadie más?Pues atento: ahora tienes dos por el precio de una. Amor Líquido y Las Petunias se alían para facturar dos JITS instantáneos que combinan el talento y personalidad de ambas bandas para dar como resultado un todo que es superior a la suma de sus partes. Hay carisma, claro, a raudales. También aparece la precisión melódica a la que ambas bandas nos tienen acostumbrados y el ingenio en letras que hablan de comba tir el entorno con entusiasmo, como reivindican en la canción 'Baile', o de las vicisitudes de lidiar con la industria musical, como describen en una 'No seré una estrella', dos canciones que las unen dentro y fuera de los escenarios.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Pulpa",
      "unidades": "1 LP Amarillo",
      "artista": "Los Chivatos",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148962-comprar-vinilo-de-los-chivatos-pulpa-amarillo.html",
      "imagen": "https://rockntipo.com/268918-home_default/comprar-vinilo-de-los-chivatos-pulpa-amarillo.jpg",
      "precio": "25,36€",
      "descripcion": "Los Chivatos - Album Pulpa (1 LP Amarillo). Género: Pop/Rock nacional. Todo empezó en febrero de 2015: cinco seguidores del discordianismo decidieron unir fuerzas para formar una banda Ñunk -punk con 'ñ'- y dar buena brea allá por Bilbao, ciudad en la que curtieron su sonido hasta transformarlo en un cuchillo de fuego ácido, surrealista y con mucho desorden que ofrecer al mundo. Suenan como si Pony Bravo y Rage Against The Machine fueran a ser papás y los californianos hubieran abortado a una especie de System of a Down en castellano a los nueve meses de embarazo, con letras paranoicas, frenéticas, agresivas y con un marcado tinte grunge.Ciertamente su movida es una barrabasada (mira en Youtube su documental 'Odio eterno al arte moderno'). Si el punk iba de que 'no hay futuro', y todo se quedó en millones de copias vendidas y marcas comerciales de lujo, suponemos que el Ñunk va de que 'sí hay un futuro, pero nos la suda sobremanera'.¿Qué queda de los primeros años de Los Chivatos en el nuevo disco? Antes, toda idea cabía en un terreno yermo que había que llenar y era bienvenida. Ahora el chorro de ideas sigue, y con una premisa clara: que haya HITS, y que siga siendo estimulante y divertido, para ellos y para ti. Haz caso a los grupos que los adoran y que van a darlo todo como público a sus conciertos: Alcalá Norte, Parquesvr, Biznaga o Repion se cuentan entre sus mayores fans.El disco se publica en vinilo y cuenta con dos ediciones muy limitadas en color rosa chicle y en amarillo, de 200 unidades cada una",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Adios a las Ruinas",
      "unidades": "1 LP Azul y Negro",
      "artista": "Badana",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149035-comprar-vinilo-de-badana-adios-a-las-ruinas-azul-y-negro.html",
      "imagen": "https://rockntipo.com/268998-home_default/comprar-vinilo-de-badana-adios-a-las-ruinas-azul-y-negro.jpg",
      "precio": "23,95€",
      "descripcion": "LP 12' Edición Básica incluye:+ 1 Lp 12' Vinilo Azul Negro (Numerado entre el 101 al 200)Publicado originalmente en 1995, Adiós a las Ruinas supuso una declaración de principios: letras afiladas, actitud cruda y un sonido que aún hoy conserva su potencia y vigencia. Esta nueva edición en vinilo, cuidadosamente remasterizada, no solo recupera ese espíritu, sino que lo amplía con material inédito incluido como bonus track.Una reedición esperada por fans y coleccionistas, con el sello auténtico de una banda que ha marcado a generaciones desde su origen en Ibi (Alicante).La reedición estará disponible en edición limitada y numerada, con una tirada pensada tanto para el coleccionista como para quienes descubren por primera vez la fuerza de este álbum.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Adios a las Ruinas",
      "unidades": "1 LP Azul Translucido Deluxe",
      "artista": "Badana",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149036-comprar-vinilo-de-badana-adios-a-las-ruinas-azul-translucido-deluxe.html",
      "imagen": "https://rockntipo.com/268997-home_default/comprar-vinilo-de-badana-adios-a-las-ruinas-azul-translucido-deluxe.jpg",
      "precio": "26,95€",
      "descripcion": "El Pack Edición LP 12' Vinilo Azul Translúcido incluye:+ 1 Lp 12' Vinilo Azul Translúcido (Numerado entre el 011 al 100)+ Pack 4 púas de guitarra BADANA+ 4 Postales+ MarcapáginasPublicado originalmente en 1995, Adiós a las Ruinas supuso una declaración de principios: letras afiladas, actitud cruda y un sonido que aún hoy conserva su potencia y vigencia. Esta nueva edición en vinilo, cuidadosamente remasterizada, no solo recupera ese espíritu, sino que lo amplía con material inédito incluido como bonus track.Una reedición esperada por fans y coleccionistas, con el sello auténtico de una banda que ha marcado a generaciones desde su origen en Ibi (Alicante).La reedición estará disponible en edición limitada y numerada, con una tirada pensada tanto para el coleccionista como para quienes descubren por primera vez la fuerza de este álbum.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Adios a las Ruinas",
      "unidades": "1 LP Azul Translucido Deluxe Merchan",
      "artista": "Badana",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149037-comprar-vinilo-de-badana-adios-a-las-ruinas-azul-translucido-deluxe-merchan.html",
      "imagen": "https://rockntipo.com/268996-home_default/comprar-vinilo-de-badana-adios-a-las-ruinas-azul-translucido-deluxe-merchan.jpg",
      "precio": "62,95€",
      "descripcion": "El Pack Merchandising + LP 12' incluye:+ 1 Lp 12' Vinilo Azul Translúcido (Numerado entre el 011 al 100)+ Pack 4 púas de guitarra BADANA+ 4 Postales+ Marcapáginas+ Camiseta Badana 'Adiós a las Ruinas'+ Imán de Nevera+ Abrebotellas magnéticoSi compras este pack MERCHANDISING OFICIAL + LP 12' Deluxe Azul Translúcido BADANA deberás de indicar, en la casilla OBSERVACIONES, a la hora de hacer tu compra, la talla de la camiseta (Modelo Masculino. Disponibles Tallas S, M, L, XL y XXL)Publicado originalmente en 1995, Adiós a las Ruinas supuso una declaración de principios: letras afiladas, actitud cruda y un sonido que aún hoy conserva su potencia y vigencia. Esta nueva edición en vinilo, cuidadosamente remasterizada, no solo recupera ese espíritu, sino que lo amplía con material inédito incluido como bonus track.Una reedición esperada por fans y coleccionistas, con el sello auténtico de una banda que ha marcado a generaciones desde su origen en Ibi (Alicante).La reedición estará disponible en edición limitada y numerada, con una tirada pensada tanto para el coleccionista como para quienes descubren por primera vez la fuerza de este álbum.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Una Casa Espacial Dibujada En Un A4",
      "unidades": "1 LP",
      "artista": "Estrella Fugaz",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149016-comprar-vinilo-de-estrella-fugaz-una-casa-espacial-dibujada-en-un-a4.html",
      "imagen": "https://rockntipo.com/268972-home_default/comprar-vinilo-de-estrella-fugaz-una-casa-espacial-dibujada-en-un-a4.jpg",
      "precio": "22,10€",
      "descripcion": "Estrella Fugaz - Album Una Casa Espacial Dibujada En Un A4 (1 LP). Género: Pop/Rock nacional. 'Una casa espacial dibujada en un A4' no es solo una disco, es un manifiesto de Estrella Fugaz: trabajar rodeado de amistades que admira, tejer colaboraciones que suman en sensibilidad y riesgo, y proponer un viaje emocional sin necesidad de grandes estruendos.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Centro De Ayuda",
      "unidades": "1 LP",
      "artista": "Vecinos",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149034-comprar-vinilo-de-vecinos-centro-de-ayuda.html",
      "imagen": "https://rockntipo.com/268990-home_default/comprar-vinilo-de-vecinos-centro-de-ayuda.jpg",
      "precio": "22,10€",
      "descripcion": "Vecinos - Album Centro De Ayuda (1 LP). Género: Pop/Rock nacional. Pasan las generaciones y las modas y el álbum sigue siendo la gran declaración artística de cualquier banda que se precie de serlo. 'Eh, aquí estamos, esto va en serio', parecen decir Vecinos con el suyo. Hasta ahora, habían publicados tres EPs ('Siempre saludaban', 2023. 'Parece majos', 2024, y 'No son horas', también de 2024) que impactaron en la escena underground como ese cometa que amenaza con chocar con la Tierra. Esos tres lanzamientos fueron condensados en un vinilo llamado 'Junta extraordinaria'. Pero ahora empieza otro capítulo, un salto hacia arriba del nivel de los que hace Armand Duplantis. Esta nueva etapa se llama 'Centro de ayuda', en honor al título del primer disco del cuarteto afincado en Barcelona y supondrá el paso de promesa a realidad del rock realizado en castellano. Vecinos tienen las canciones, la actitud, las ganas y la creatividad necesarias para ser una banda de verdad, de las que importan, de las que te pones su camiseta andando por la calle y sientes que todo merece un poco más la pena. Vecinos han decidido vivir con intensidad y 'Centro de ayuda' es una declaración de intenciones que habla por sí misma. Hay estribillos mágicos, claro. También melodías adhesivas con sabor a himno generacional. Lo saben hacer mejor que nadie y se ejecuta aquí en canciones que huelen a clásico: 'Siempre más', 'Por todo lo alto' o 'Salfumán', por citar tres. También se abren puertas a nuevas dimensiones sonoras, como 'Fin del informativo', 'Feliz cumpleaños' o 'Lavadora', que no hacen más que dejar los dientes largos ante lo que pueda ofrecer el combo en el futuro. Y si alguien echa de menos el sonido ya clásico de Vecinos sólo se tiene que poner 'Va como va' o 'Mala semana' para saciar su necesidad. Permanecen la lucidez a la hora de poner voz a su generación y su facilidad para diseccionar la realidad que nos rodea con inteligencia e ironía. También se añaden una nueva melancolía y un (necesario) punto de mala leche que atraviesa el disco. Insatisfacción vital, ok, pero siempre tamizados por el entusiasmo y las ganas que les caracterizan. La música como herramienta contra el cinismo. La alegría como antídoto para el mal rollo. La energía como leit motiv. 'Centro de ayuda' es un artefacto especial, ambicioso, con ganas de dejar huella y de cambiar un poco las cosas para mejor. Con humildad, pero sin miedo. El álbum ha sido grabado, producido y mezclado por Raúl Pérez en los estudios La Mina (Granada), las fotografías son de Joan Francesc Espinoza y el diseño, de Juan Millet. Está editado en un precioso vinilo que incluye pegatinas exclusivas.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Baila B/W No Sere Una Estrella",
      "unidades": "1 Single 7\"",
      "artista": "Amor Liquido & Las Petunias",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149009-comprar-vinilo-de-amor-liquido-and-las-petunias-baila-b-w-no-sere-una-estrella-single.html",
      "imagen": "https://rockntipo.com/268965-home_default/comprar-vinilo-de-amor-liquido-and-las-petunias-baila-b-w-no-sere-una-estrella-single.jpg",
      "precio": "12,78€",
      "descripcion": "Amor Liquido & Las Petunias - Album Baila B/W No Sere Una Estrella (1 Single 7'). Género: Pop/Rock nacional. ¿Querías pasión? ¿Rabia juvenil bien entendida? ¿Letras que hablan de TU vida y de la de nadie más?Pues atento: ahora tienes dos por el precio de una. Amor Líquido y Las Petunias se alían para facturar dos JITS instantáneos que combinan el talento y personalidad de ambas bandas para dar como resultado un todo que es superior a la suma de sus partes. Hay carisma, claro, a raudales. También aparece la precisión melódica a la que ambas bandas nos tienen acostumbrados y el ingenio en letras que hablan de comba tir el entorno con entusiasmo, como reivindican en la canción 'Baile', o de las vicisitudes de lidiar con la industria musical, como describen en una 'No seré una estrella', dos canciones que las unen dentro y fuera de los escenarios.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Yo Fui Un Freson Rebelde Adolescente",
      "unidades": "1 LP Verde",
      "artista": "Los Fresones Rebeldes",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148955-comprar-vinilo-de-los-fresones-rebeldes--yo-fui-un-freson-rebelde-adolescente-verde.html",
      "imagen": "https://rockntipo.com/268911-home_default/comprar-vinilo-de-los-fresones-rebeldes--yo-fui-un-freson-rebelde-adolescente-verde.jpg",
      "precio": "24,89€",
      "descripcion": "Los Fresones Rebeldes - Album Yo Fui Un Freson Rebelde Adolescente (1 LP Verde). Género: Pop/Rock nacional. Vinilo 12' verde, funda interior impresa, edición limitada.Casi 30 años después de su debut con nuestros queridos colegas de SPICNIC , LOS FRESONES REBELDES siguen latiendo en el corazón del pop cantado en español. Este disco que tienes en tus manos, este álbum tributo, reúne a bandas de España y México que reimaginan con cariño y frescura, himnos generacionales como 'Al amanecer', 'Medio drogados', '¿Por qué me tengo yo que enamorar?' o 'Esa chispa'. Este disco es también un homenaje a la historia compartida entre la banda y SUBTERFUGE RECORDS, una relación de amistad, confianza y música iniciada en los años noventa, en un concierto de LA BUENA VIDA en la plaza del Rey de Barcelona. Para mí, como director del sello, este proyecto es especialmente emotivo: rinde tributo a una complicidad de décadas con Felipe, alma fundadora de los Fresones y amigo personal. Gracias a LOS FRESONES REBELDES, a todos los componentes que pasaron por sus filas dejando un recuerdo imborrable. Gracias a todas las bandas que participan en este disco. Porque las canciones pasan, pero el espíritu rebelde y fresón permanece. Carlos Galán.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Musica Para Humanos",
      "unidades": "1 LP",
      "artista": "Corte!",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148995-comprar-vinilo-de-corte-musica-para-humanos.html",
      "imagen": "https://rockntipo.com/268951-home_default/comprar-vinilo-de-corte-musica-para-humanos.jpg",
      "precio": "21,39€",
      "descripcion": "Corte! - Album Musica Para Humanos (1 LP). Género: Pop/Rock nacional. CORTE! presenta Música para humanos: El disco debut con el que narra la catarsis de una sociedad espectadora CORTE! presenta un nuevo concepto que revolucionará el negocio de la música tal y como lo conocemos: 'Música para humanos'. Un disco completamente dedicado a la especie que hizo historia durante el Holoceno. 11.700 años de evolución que ahora se acercan a un amargo final. Y qué mejor forma para celebrar su clausura que con ocho canciones que recorren el crisol de las emociones humanas: euforia, rabia, desilusión y tristeza. Con este nuevo trabajo de CORTE!, podrás sumergirte en ritmos adictivos y letras que gritan 'soy un ser compuesto de un 78% de agua y sé lo que quiero'. A Gonzalo siempre le han interesado la historia, el ser humano y la cultura popular, lo que se refleja en temas como 'Hay un niño atrapado dentro de una máquina', uno de los primeros adelantos que pudimos ver de este interesantísimo disco debut. En el año 2025, reafirmar esta condición como especie es cada vez más complicado: Nacionalismos, genocidios y el ascenso de la ultraderecha en todo el mundo son para Gonzalo, algunos de los indicadores de nuestro fin. Y para crear este cancionero del fin del mundo, Gonzalo ha contado con grandes nombres como Pablo Cuerno, Jose Doel, Conrado Martín o Carlos Viña. CORTE! tiene claro lo que quiere decir con este nuevo trabajo: 'Nuestro ADN se agota y apelmaza en cuerpos descerebrados, de pieles blanquecinas e ideas estrechísimas, ¿podemos considerarles humanos? Con este nuevo LP de ocho canciones podrá usted separarse de infraseres, consumidores de magazines televisivos matinales, voceros de banderas gallináceas, bigotes y chalecos que parecen gritar sin ambages: somos todos primos hermanos pero seguiremos follando entre nosotros por el bien del capital.' Si tu también te has cansado de que todavía sea mañana, siéntate aquí un rato y déjate llevar por las guitarras sugerentes de Modales de araña, imagínate en una playa paradisíaca al ritmo de La canción de los días felices o deléitate con el adictivo ritmo house de Centro de gravedad. Un festín para los sentidos con el que podrás sentirte un poco más humano. Así que no lo dudes y usa tus pulgares prensiles para darle like a lo realmente importante. Un último acto de consumo antes del holocausto nuclear. Algo inútil que nos reafirme en lo que tristemente nunca podremos dejar atrás: nuestra propia humanidad. Ya puedes escuchar 'Música para humanos' en todas las plataformas humanas, ¿Acaso eres un robot? Pincha aquí y lo descubrirás.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Las Mareas",
      "unidades": "1 LP",
      "artista": "Sofia",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148996-comprar-vinilo-de-sofia-las-mareas.html",
      "imagen": "https://rockntipo.com/268952-home_default/comprar-vinilo-de-sofia-las-mareas.jpg",
      "precio": "21,39€",
      "descripcion": "Sofia - Album Las Mareas (1 LP). Género: Pop/Rock nacional. Sofia hace pop-synth, por ese orden, sí. La suavidad y ligereza del pop siempre se adelanta en sus temas, por su voz dilatada y esponjosa. Luego ella, a nivel compositivo, recuerda muchas veces a una organista alocada y eléctrica de una parroquia, escondida en algún callejón de alguna ciudad con intramuros, anacrónica y discotequera. Lo cierto es que Sofia suena a Sofia, y cuando uno suena a uno es harto difícil catalogar. Este año regresa con 'Las Mareas', un LP en el que variante y disléxica, descoyuntada y ágil, se atreve a la inmediatez y a la autocombustión espontánea de manera grácil y divertida. Sus temas encuentran siempre la manera retorcida de distraernos de la complejidad de sus abismos.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Aurora Roja",
      "unidades": "1 LP",
      "artista": "Aurora Roja",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148997-comprar-vinilo-de-aurora-roja-aurora-roja.html",
      "imagen": "https://rockntipo.com/268953-home_default/comprar-vinilo-de-aurora-roja-aurora-roja.jpg",
      "precio": "21,39€",
      "descripcion": "Aurora Roja - Album Aurora Roja (1 LP). Género: Pop/Rock nacional. En su nuevo proyecto Aurora Roja, Jose Pazos (Futuro Terror), Óscar Mezquita (innumerables bandas y Flexidiscos) y Paula Guillem (Perdón por Todo) apuestan todo al pop. Un pop puro, brillante, minimalista y de delicadeza textural inédita. Un pequeño gran disco lleno de himnos arropados por armonías vocales que busca ser un necesario resquicio de esperanza en este mundo distópico. Y es que, como en la novela de Baroja que citan, esa aurora roja que 'crujirá el viejo edificio social' vuelve a brillar.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Volumen 3",
      "unidades": "1 LP",
      "artista": "Los Yolos",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148998-comprar-vinilo-de-los-yolos-volumen-3.html",
      "imagen": "https://rockntipo.com/268954-home_default/comprar-vinilo-de-los-yolos-volumen-3.jpg",
      "precio": "21,39€",
      "descripcion": "Los Yolos - Album Volumen 3 (1 LP). Género: Pop/Rock nacional. Nuevo disco de Los Yolos, nuevo clásico porque ellos representan al mismo tiempo el electrón libre del pop español y su grupo punk más inesperado. Sus canciones nos trasladan a un mundo sensual y descarnado, libre de ataduras morales, pero lleno de un humor salvaje y vitalista. Los Yolos recogen la herencia de lo más selecto de la nueva ola y lo pasan por una turmix de delirio y pasión. En sus canciones no hay un ápice de cinismo ni de distancia irónica, todo es natural, instintivo",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Hirahira Violence Club",
      "unidades": "1 LP",
      "artista": "Hirahira Violence Club",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148999-comprar-vinilo-de-hirahira-violence-club--hirahira-violence-club.html",
      "imagen": "https://rockntipo.com/268955-home_default/comprar-vinilo-de-hirahira-violence-club--hirahira-violence-club.jpg",
      "precio": "21,39€",
      "descripcion": "Hirahira Violence Club - Album Hirahira Violence Club (1 LP). Género: Pop/Rock nacional. Zazi White y Pau Molist (Vigilant, Pau Oksana) han sido reunidos por el destino como dos ángeles del apocalipsis en una misión de la que podría depender el futuro de la humanidad, o al menos de tus oídos. Zazi y Pau, indoblegables, han visto cómo sus caminos se han juntado en un proyecto de noise y abrasión, aplastante, extremo, distópico, en el que lacitos y encajes envuelven de una calidez improbable un entrega mayúscula de violencia sónica recubierta de azúcar y flores.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "EP",
      "unidades": "1 LP",
      "artista": "At",
      "enlace": "https://rockntipo.com/pop-rock-nacional/149000-comprar-vinilo-de-at-ep.html",
      "imagen": "https://rockntipo.com/268956-home_default/comprar-vinilo-de-at-ep.jpg",
      "precio": "21,39€",
      "descripcion": "At - Album EP (1 LP). Género: Pop/Rock nacional. Mikel y Alberto (Sal del coche). Juntos, desde la amistad, practican música instrumental pesada: bajo y batería jugando al frontón con toda la fantasía. Sin más, ni más.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "No Lo S&eacute; Ni Yo",
      "unidades": "1 LP Clear",
      "artista": "Depol",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148986-comprar-vinilo-de-depol-no-lo-se-ni-yo-clear.html",
      "imagen": "https://rockntipo.com/268942-home_default/comprar-vinilo-de-depol-no-lo-se-ni-yo-clear.jpg",
      "precio": "24,87€",
      "descripcion": "Depol - Album No Lo Sé Ni Yo (1 LP Clear). Género: Pop/Rock nacional. El artista pop del momento, DePol, nos sorprende con su primer álbum 'No Lo Sé Ni Yo'. Tras conquistar las listas de éxitos con temas como 'Ibiza' 'Te Confieso' y 'Quién Diría', y acumular discos de platino y oro, así como un prestigioso premio de LOS40, DePol nos regala un nuevo capítulo en su carrera. 'No Lo Sé Ni Yo' es un disco recopilatorio que reúne lo mejor de su trayectoria,&nbsp;sus grandes éxitos y 3 canciones inéditas. Disponible en formato CD y Vinilo. Una oportunidad perfecta para llevarte la esencia de DePol en un álbum imprescindible que celebra su éxito y evolución artística. No te quedes sin el tuyo.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "50Town",
      "unidades": "1 LP Transparente",
      "artista": "Ruben Pozo",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148987-comprar-vinilo-de-ruben-pozo-50town-transparente.html",
      "imagen": "https://rockntipo.com/268943-home_default/comprar-vinilo-de-ruben-pozo-50town-transparente.jpg",
      "precio": "25,84€",
      "descripcion": "Rubén Pozo - Album 50Town (1 LP Transparente). Género: Pop/Rock nacional. '50town' es el nuevo álbum de Rubén Pozo, un viaje rockero y vitalista que convierte la palabra cincuentón en un territorio imaginario lleno de frescura, humor y autenticidad. Diez canciones directas y luminosas que retratan la llegada a la cincuentena como un motor creativo, alternando momentos eléctricos e intensos con pasajes más íntimos. Producido por Ricky Falkner y grabado prácticamente en directo junto a su banda de confianza, el disco condensa la esencia de Rubén: honestidad, energía y rock en castellano sin concesiones. Esta edición especial se presenta en vinilo transparente de 180 gramos, limitada.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Solitud",
      "unidades": "1 LP",
      "artista": "Carlos Escobedo",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148989-comprar-vinilo-de-carlos-escobedo-solitud.html",
      "imagen": "https://rockntipo.com/268945-home_default/comprar-vinilo-de-carlos-escobedo-solitud.jpg",
      "precio": "31,69€",
      "descripcion": "Carlos Escobedo - Album Solitud (1 LP). Género: Pop/Rock nacional. He aquí un nuevo disco&nbsp;sobre el&nbsp;que se articula el ecléctico proyecto en solitario de Carlos Escobedo; la composición, un intenso medio tiempo con el que el artista toma el pulso a su apuesta por la solitud, crece entre densas y magnéticas atmósferas llenas de embrujo, para deslizarse por los electrizantes raíles sonoros trazados por guitarras y bajos.&nbsp;He aquí a Carlos reivindicando dónde se siente vivo: en su mundo de canciones, solo con él mismo.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Camino De Fuego",
      "unidades": "1 LP",
      "artista": "Eskorzo",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148994-comprar-vinilo-de-eskorzo-camino-de-fuego.html",
      "imagen": "https://rockntipo.com/268950-home_default/comprar-vinilo-de-eskorzo-camino-de-fuego.jpg",
      "precio": "30,72€",
      "descripcion": "Eskorzo - Album Camino De Fuego (1 LP). Género: Pop/Rock nacional. 'CAMINO DE FUEGO' el séptimo y más completo trabajo de la banda nazarí, con el que llegan a conectar con todos sus seguidores y enganchan a nuevas generaciones, convirtiéndose en el álbum más escuchado y reproducido de la historia de ESKORZO. Con la cumbia fronteriza, 'Suave', para la que contaron con el mexicano CELSO PIÑA y el incombustible COQUE MALLA, nos demuestran que la música no tiene fronteras y que siguen más vivos que nunca. El álbum ha sido grabado y mezclado por Alex Martínez en Plantabaja, Producciones Peligrosas y Halo Studio entre febrero y mayo de 2014, con la coproducción de Eskorzo y la masterización de Yves Roussel.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "El Sonido De La Felicidad",
      "unidades": "1 LP",
      "artista": "Srta Trueno Negro",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148929-comprar-vinilo-de-srta-trueno-negro-el-sonido-de-la-felicidad.html",
      "imagen": "https://rockntipo.com/268885-home_default/comprar-vinilo-de-srta-trueno-negro-el-sonido-de-la-felicidad.jpg",
      "precio": "26,45€",
      "descripcion": "Srta Trueno Negro - Album El Sonido De La Felicidad (1 LP). Género: Pop/Rock nacional. Si el mega jeta de Larry Clark tuviera que filmar 'Kids' ahora bien pondría, como en los 90 con The Folk Implosion, poner de banda sonora íntegra este 'Sonido de la felicidad' de Srta. Trueno Negro. ¡Dan ganas de coger el skate que nunca tuvimos y patinar calle abajo con él! Indie pata negra de distorsión y ritmo alegre pero con letras decadentes y crudas de ADN argentino, radicado ahora en Granada. Entre Lou Reed, 107 Faunos, Los Planetas (J canta en una canción à la Pimpinela pero en versión luminosa), Pavement, los Camper Van Beethoven de 'Take The Skinheads Bowling' y hasta algún ramalazo malvado-humorístico-autolesivo tipo Astrud, Srta. Trueno Negro te lleva por un refrescante viaje pop sobre las ruedas de la belleza melódica y el estribillo superglue entre sucias guitarras minimalistas. Produce Antonio Luque aka Sr. Chinarro que canta en otra. En suma, ¡una bomba de autenticidad y hermosura! ¡Adictivo y destroyer como un buen pegamento! Olvida tu dolor con los problemas de otros, dale una oportunidad a Srta. Trueno Negro y te verás cantando a ir a comprar drogas que no curan, sentirse desvalorizado y bloqueado en bellas canciones irreductibles.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Economato Textil",
      "unidades": "1 LP",
      "artista": "Bd",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148931-comprar-vinilo-de-bd-economato-textil.html",
      "imagen": "https://rockntipo.com/268887-home_default/comprar-vinilo-de-bd-economato-textil.jpg",
      "precio": "19,45€",
      "descripcion": "Bd - Album Economato Textil (1 LP). Género: Pop/Rock nacional. Economato textil' es el primer EP en físico de .bd., sexteto radicado en las praderas del sur de la Comunidad de Madrid. Cuatro temas de pop irresistible, fresco, inocente, delicado y ligeramente melancólico.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Bizi Eta Ixo!!",
      "unidades": "1 LP",
      "artista": "Gailu",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148934-comprar-vinilo-de-gailu-bizi-eta-ixo.html",
      "imagen": "https://rockntipo.com/268890-home_default/comprar-vinilo-de-gailu-bizi-eta-ixo.jpg",
      "precio": "19,45€",
      "descripcion": "Gailu - Album Bizi Eta Ixo!! (1 LP). Género: Pop/Rock nacional. Cuarto trabajo del grupo. Es un maxi de 8 canciones.Formato único (vinilo de 12' que contiene CD). Siguiendo la senda del disco anterior, trabajan las canciones a partir de bases de bajo y batería, añadiendo texturas a base de diferentes samplers.Hip-hop, punk y electrónica.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Puta Reedicion",
      "unidades": "1 LP Dorado",
      "artista": "Zahara",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148967-comprar-vinilo-de-zahara-puta-reedicion-dorado.html",
      "imagen": "https://rockntipo.com/268923-home_default/comprar-vinilo-de-zahara-puta-reedicion-dorado.jpg",
      "precio": "22,43€",
      "descripcion": "Zahara - Album Puta Reedicion (1 LP Dorado). Género: Pop/Rock nacional. 'Puta', uno de los mejores discos el pop nacional en el siglo XXI es ya un clásico contemporáneo que nunca&nbsp;dura mucho en la calle, agotando tirada tras&nbsp;tirada, y por eso aquí tenemos una nueva reedición, en este caso con vinilo dorado, que tampoco tardará mucho en agotarse. Nadie se cansa de lo bueno, y menos aún de lo extraordinario, está claro.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Anachronistic D&#039;Amour",
      "unidades": "1 LP",
      "artista": "J&#039;Aime",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148970-comprar-vinilo-de-j-aime-anachronistic-d-amour.html",
      "imagen": "https://rockntipo.com/268926-home_default/comprar-vinilo-de-j-aime-anachronistic-d-amour.jpg",
      "precio": "24,87€",
      "descripcion": "J'Aime - Album Anachronistic D'Amour (1 LP). Género: Pop/Rock nacional. Nuevo disco del inclasificable artista de culto navarro, que lleva batallando en la música desde finales de los noventa bien sean sacando excelentes discos, haciendo podcasts o escribiendo sobre música. Llevando la contraria a&nbsp;su título, es un disco actual y vibrante.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Reversia",
      "unidades": "1 EP",
      "artista": "Salvana",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148971-comprar-vinilo-de-salvana-reversia-ep.html",
      "imagen": "https://rockntipo.com/268927-home_default/comprar-vinilo-de-salvana-reversia-ep.jpg",
      "precio": "20,48€",
      "descripcion": "Salvana - Album Reversia (1 EP). Género: Pop/Rock nacional. Reversia es el esperado álbum debut de la banda barcelonesa de shoegaze Salvana. Coproducido por Raúl Pérez&nbsp;y Dani Molina, este disco&nbsp;lleva el sonido de la banda a una nueva dimensión, fusionando su ya distintivo shoegaze, presentado por primera vez en su EP debut, con elementos de rock alternativo&nbsp;e incluso post-rock.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Lagrimas De Plomo Fundido",
      "unidades": "1 LP",
      "artista": "Los Estanques y El Canijo De Jerez",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148833-comprar-vinilo-de-los-estanques-y-el-canijo-de-jerez-lagrimas-de-plomo-fundido.html",
      "imagen": "https://rockntipo.com/268787-home_default/comprar-vinilo-de-los-estanques-y-el-canijo-de-jerez-lagrimas-de-plomo-fundido.jpg",
      "precio": "24,42€",
      "descripcion": "Los Estanques Y El Canijo De Jerez - Album Lagrimas De Plomo Fundido (1 LP). Género: Pop/Rock nacional. Los seres humanos siempre han querido explorar de norte a sur, descubrir nuevos territorios, viajar por el espacio, arrojar luz sobre los confines del universo, saber que hay más allá...Este año llegan Los Estanques y El Canijo de Jerez. Templanza e inspiración, rock, folklore cántabro y raíces garrapateras. En apariencia son personas normales. Con cabeza, piernas y brazos. Duermen, comen, cagan y caminan erguidos como usted. Pero algo tienen... Es difícil determinar exactamente el qué, pero sobre ellos planea una nube de humo y buenas vibraciones que no te dejará aterrizar.Las buenas cosas surgen así, sin más, sea por azar o magnetismo. Y aparece una imagen reveladora. 'Estaba conduciendo por Cantabria, yendo a San Miguel de Meruelo (donde tiene su estudio Íñigo Bregel de Los Estanques), y tuve una revelación, como que se abría el cielo, como que me dirigía hacia algo mágico', cuenta El Canijo de Jerez. Y es que 'Lágrimas de plomo fundido', el primer álbum en el que colabora la banda Los Estanques junto al Canijo de Jerez resulta ser un viaje, un disfrute, una fiesta total.La alianza entre el rock psicodélico de los cántabros Los Estanques y el flamenco-rock de El Canijo de Jerez parecía predestinado a ensamblarse cual artefacto musical innovador. Todo surgió cuando conectaron Íñigo y el Canijo, por pura admiración mutua. El jerezano tenía una canción que quería haber grabado con Miguel de los Derby Motoreta pero no salió. Unas puertas se cierran pero otras se abren. Entonces le propuso a Íñigo grabar una canción rockera que tenía escrita. Esa canción era 'El murmullo de los perros', que bebe de Camarón y del rock andaluz. Más imágenes, poética y cosmovisiones de viaje astral. Guitarrazos que gimen entre melodías de hammond, y que quieren destensar el clima de los tiempos. Todo sucede como si nada. El Canijo quería hacer algo con esencia del rock andaluz, de Triana, pero también del sonido Alameda, Guadalquivir, con la colaboración estelar Gualberto (Smash).Estas canciones se han grabado en grandes sesiones, entre cervezas, risas, tapas y algún condimento para fluir. Hay mucho de vivir la experiencia, de alegría, del disfrute. Aprovechando los espacios del estudio improvisado, en los bucles de cables, de sonoridades diabólicas de un armario a lo Conde Drácula. Estas 'lágrimas de plomo fundido' van más allá del Rey Lear y Shakespeare, a veces quieren ser Bukowskis, pero al final apelan a los Quijotes nacionales. Lo que han creado Los Estanques y el Canijo de Jerez, conectando norte a sur y abriendo la rosa de los vientos a sonidos mediterráneos, es algo único que trasciende cualquier expectativa: es la magia de la música, que nunca deja de sorprenderte y que llega a todos los confines.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Homenaje a Enrique Morente",
      "unidades": "2 LP Black",
      "artista": "Los Evangelistas",
      "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/148912-comprar-vinilo-de-los-evangelistas-homenaje-a-enrique-morente-doble-black.html",
      "imagen": "https://rockntipo.com/268867-home_default/comprar-vinilo-de-los-evangelistas-homenaje-a-enrique-morente-doble-black.jpg",
      "precio": "37,74€",
      "descripcion": "Los Evangelistas - Album Homenaje a Enrique Morente (2 LP Black). Género: Pop/Rock nacional. Cuatro miembros de Los Planetas y de Lagartija Nick, referencias básicas del pop granadino y nacional, sumaron sus talentos para rendir este Homenaje a Enrique Morente, catorce meses después de su desoladora muerte. J, Antonio Arias, Eric Jiménez y Florent dieron forma a Los Evangelistas y tiraron del repertorio más profundo y revelador del maestro para componer un disco histórico, y necesario.El proyecto se puso en marcha, en una céntrica plaza de Granada, cuando Gabriel Núñez Hervás propuso a J y Antonio Arias realizar un homenaje a Enrique Morente para La Noche Blanca del Flamenco de Córdoba. Su conexión con el genio del Albayzín los convertía en los candidatos idóneos para llevar a cabo esta idea, fiel a su legado y coherente con su obra y su memoria.Los Evangelistas no se conformaron con hacer un repaso amable y respetuoso, sino que escarbaron en la inmensa obra de Morente para escoger las canciones con más sentido, probablemente las más difíciles, las más plenas, las más morentistas.El resultado superó y trasciende las mejores expectativas. Al estremecedor directo que se fue forjando en los directos de Córdoba, Granada y Vic se unieron dos factores que enriquecieron notablemente el disco: la producción y las colaboraciones.Martín 'Youth' Glover, bajista de Killing Joke y experto productor y mezclador de prestigio internacional (de U2 a Primal Scream, pasando por Depeche Mode o The Verve) multipicó la solemnidad y la intensidad del 'sonido evangelista'.La implicación directísima de Soleá Morente, dueña de un gusto dulcísimo en su voz y en su canto, dotó a la tarea de un impulso esencial y subrayó la legitimidad de la misma. Carmen Linares puso voz a unas seguirillas. Junto a Carmen y Soleá, la tercera reina maga de esta historia es Aurora Carbonell, la 'Pelota', alma y compañera de Enrique, que dió rienda suelta a su dolor y a su creatividad a través de una serie de cuadros catárticos. Uno de ellos es la portada de este disco, ya esencial e inolvidable. De nuevo disponible el próximo 26/09.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Juventude",
      "unidades": "1 LP Color",
      "artista": "Juventude",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148966-comprar-vinilo-de-juventude-juventude-color.html",
      "imagen": "https://rockntipo.com/268922-home_default/comprar-vinilo-de-juventude-juventude-color.jpg",
      "precio": "25,36€",
      "descripcion": "Juventude - Album Juventude (1 LP Color). Género: Pop/Rock nacional. JUVENTUDE, el dúo sevillano formado por Ángel y Nico, publican su LP debut: 'JUVENTUDE'. Tras la buena recepción de sus singles como 'La motillo', 'Dicen de ti' o 'Morir en primavera', JUVENTUDE viene a poner todo patas arriba con su 'pop surrealista pa' la peña de la pista'. Un disco donde habitan géneros como el rock, el folk andaluz, el indie, el pop setentero y la música alternativa. Todo junto en un álbum de 12 canciones que no te dejará indiferente, sumado a la estética única que se puede ver en sus videoclips y en todo lo que hacen.Ya tienen confirmados varios festivales en 2026 y han sido seleccionados para presentar su nuevo disco en las ferias Mercat de la Música de Vic, MIL Lisboa y Monkey Week.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Pulpa",
      "unidades": "1 LP Black",
      "artista": "Los Chivatos",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148963-comprar-vinilo-de-los-chivatos-pulpa-black.html",
      "imagen": "https://rockntipo.com/268919-home_default/comprar-vinilo-de-los-chivatos-pulpa-black.jpg",
      "precio": "23,34€",
      "descripcion": "Los Chivatos - Album Pulpa (1 LP). Género: Pop/Rock nacional. Todo empezó en febrero de 2015: cinco seguidores del discordianismo decidieron unir fuerzas para formar una banda Ñunk -punk con 'ñ'- y dar buena brea allá por Bilbao, ciudad en la que curtieron su sonido hasta transformarlo en un cuchillo de fuego ácido, surrealista y con mucho desorden que ofrecer al mundo. Suenan como si Pony Bravo y Rage Against The Machine fueran a ser papás y los californianos hubieran abortado a una especie de System of a Down en castellano a los nueve meses de embarazo, con letras paranoicas, frenéticas, agresivas y con un marcado tinte grunge.Ciertamente su movida es una barrabasada (mira en Youtube su documental 'Odio eterno al arte moderno'). Si el punk iba de que 'no hay futuro', y todo se quedó en millones de copias vendidas y marcas comerciales de lujo, suponemos que el Ñunk va de que 'sí hay un futuro, pero nos la suda sobremanera'.¿Qué queda de los primeros años de Los Chivatos en el nuevo disco? Antes, toda idea cabía en un terreno yermo que había que llenar y era bienvenida. Ahora el chorro de ideas sigue, y con una premisa clara: que haya HITS, y que siga siendo estimulante y divertido, para ellos y para ti. Haz caso a los grupos que los adoran y que van a darlo todo como público a sus conciertos: Alcalá Norte, Parquesvr, Biznaga o Repion se cuentan entre sus mayores fans.El disco se publica en vinilo y cuenta con dos ediciones muy limitadas en color rosa chicle y en amarillo, de 200 unidades cada una",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Hawai",
      "unidades": "1 LP Black",
      "artista": "Rata Negra",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148290-comprar-vinilo-de-rata-negra-hawai-black.html",
      "imagen": "https://rockntipo.com/268206-home_default/comprar-vinilo-de-rata-negra-hawai-black.jpg",
      "precio": "21,39€",
      "descripcion": "Rata Negra - Album Hawai (1 LP Black). Género: Pop/Rock nacional. Rata Negra acaba de publicar “Hawai”, su primer single en dos años y el primero dentro de su nuevo sello, Sonido Muchacho. Se trata de una canción que mezcla el desencanto cotidiano con el deseo imposible de una vida mejor: un himno sarcástico al anhelo de descanso en un mundo que apenas deja respirar. Bajo una apariencia luminosa, el grupo madrileño firma un tema crudo, melódico y punzante, con ese equilibrio entre urgencia y melodía que les ha otorgado el ser una de las mejores bandas de punk rock del país. La canción funciona como carta de presentación del próximo álbum del grupo, también titulado “Hawai”, cuyo pre-order en formato físico y digital ya está disponible desde hoy. El anuncio llega acompañado, además, del inicio de una gira nacional que recorrerá las principales salas del país en los próximos meses. “Hawai” es, en realidad, una postal desde la trinchera. Una canción sobre soñar con cocoteros mientras se pisa asfalto roto, sobre mirar al cielo con una cerveza en la mano y pensar que, tal vez, esta vez sí toque la buena suerte. En su letra, el grupo traza con precisión esa paradoja moderna: la rutina que solo se soporta gracias al espejismo de unas vacaciones. Un viaje imposible que funciona como refugio mental frente a la precariedad, el tedio y el desgaste diario. Producida y mezclada por Francisco Meneses, con máster de Rubén Suárez y arreglos del propio Meneses junto a la banda, “Hawai” mantiene la estética sonora afilada de Rata Negra, entre el punk melódico, la new wave y un pop oscuro que nunca pierde el filo. Guitarras urgentes, bajo firme y letras que, como siempre, miran de frente y sin rodeos..",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "What My Body Wants",
      "unidades": "1 LP",
      "artista": "Carlota Flaneur",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148932-comprar-vinilo-de-carlota-flaneur-what-my-body-wants.html",
      "imagen": "https://rockntipo.com/268888-home_default/comprar-vinilo-de-carlota-flaneur-what-my-body-wants.jpg",
      "precio": "19,45€",
      "descripcion": "Carlota Flaneur - Album What My Body Wants (1 LP). Género: Pop/Rock nacional. Carlota Flâneur se dio a conocer en 2020 con su EP debut Brains, en el que ya despuntaba por su capacidad de combinar melodías brillantes con letras cargadas de emotividad sin filtro alguno. Con Uncertainty,su primer disco, consiguió desplegar su universo un paso más allá, y supo afianzar, con Ferran Palau a la producción, una propuesta cargada de color, estribillos coreables y mucha calidez. En 2024 nos regaló Relate, un sencillo compuesto al lado de Marta Knight y producido por Núria Graham, en el que entran en juego cajas de ritmos y capas de sintetizadores que unifican las voces afines de las tres artistas catalanas. Tras haber trazado un recorrido por el pop más luminoso, este 2025 Carlota Flâneur presenta What my body wants. Se trata de un disco redondo que camina entre el sol y la sombra, lleno de armonías y texturas colocadas pertinentemente para dar una forma nueva a las composiciones ya reconocibles de Flâneur. Para este nuevo trabajo se ha apoyado en el productor Emili Bosch (b1n0), que ha sabido elevar las canciones de la barcelonesa a base de patrones rítmicos ingeniosos y arreglos melódicos fabricados al detalle que conmueven al mismo nivel que las letras. What my body wants es un título que se explica por sí solo: Carlota nos cuenta lo que su cuerpo experimenta y le revela. A lo largo de estas 9 canciones, Carlota aprende a dejar la razón en un segundo plano, aunque sea durante unos instantes, y se adentra en la complejidad de relatar lo vivido procurando no juzgar laexperiencia.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Fanatica",
      "unidades": "1 LP Transparente",
      "artista": "Lusillon",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148910-comprar-vinilo-de-lusillon-fanatica-transparente.html",
      "imagen": "https://rockntipo.com/268866-home_default/comprar-vinilo-de-lusillon-fanatica-transparente.jpg",
      "precio": "26,45€",
      "descripcion": "Lusillon- Album Fanatica (1 LP Transparente). Género: Pop/Rock nacional. Con su primer disco, LUSILLON destacó en la nueva escena pop como la vertiente más bonita y elegante. Cadencias suaves, estribillos irresistibles y letras para derretir corazones que se definió como 'el tic-tac emocional de la intimidad milenial pos-Covid'. Sus referentes,de Tracy Chapman a Regina Spektor o Clairo y de la bossa al urbano. El álbum 'Pensando mucho y mal' (Mushroom Pillow, 2023) fue seleccionado para el New Music Friday de la NPR Radio americana y destacó en medios internacionales. Su canción 'Me quiero ir' fue elegida para abrir el film 'Culpa mía', que en su primera semana encabezó el Top de Prime Video en más de 180 países y el Top200 de Shazam Global, alcanzando el Top de países como Alemania, Argentina, Francia, Austria, España, México, Chile, etc.Con el segundo disco LUSILLON da un salto cualitativo en su evolución musical. Sigue atada a su lado más dulce y romántico, desplegando una sensibilidad clásica que se funde con una producción pulida y sofisticada. El disco ha sido grabado y producido por Yann Rose en los Ciel Rouge Studios de París (Brodinski, Charlotte Gainsbourg, Christine and the Queens, Jimmy Whoo, etc).",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Realimentaci&oacute;n",
      "unidades": "1 EP",
      "artista": "Supersubmarina",
      "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/148848-comprar-vinilo-de-supersubmarina-realimentacion-ep.html",
      "imagen": "https://rockntipo.com/268802-home_default/comprar-vinilo-de-supersubmarina-realimentacion-ep.jpg",
      "precio": "24,02€",
      "descripcion": "Supersubmarina - Album Realimentación (1 EP). Género: Pop/Rock nacional. Realimentación es el tercer EP del grupo español de indie rock Supersubmarina, publicado el 24 de mayo de 2011. La grabación se realizó en los estudios Blind Records de Barcelona y la masterización en Sky Mastering (Escocia) por Denis Blackham. Después del éxito de Electroviral (2010), Supersubmarina se consolidó como una de las bandas revelación de la escena indie española. Realimentación llegó como una prolongación natural de ese primer álbum, con nuevas composiciones que mostraban un sonido más elaborado y letras introspectivas, anticipando el camino que seguirían en su siguiente trabajo de estudio, Santacruz (2012).El EP tuvo una buena acogida entre el público y fue acompañado por una gira por salas y festivales durante el mismo año. Algunos temas, como El encuentro o Puta vida, se incorporaron a su repertorio habitual en directo.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Sirio B",
      "unidades": "1 LP Clear",
      "artista": "Solea Morente",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148914-comprar-vinilos-de-solea-morente-sirio-b-clear.html",
      "imagen": "https://rockntipo.com/268869-home_default/comprar-vinilos-de-solea-morente-sirio-b-clear.jpg",
      "precio": "29,26€",
      "descripcion": "Solea Morente - Album Sirio B (1 LP Clear). Género: Pop/Rock nacional. 'Sirio B', un disco cuyo nombre viene de la estrella más luminosa del universo, se caracteriza por ser un ejercicio musical inabarcable, sin límites. Entra en nuestros oídos como una perfecta fusión de las identidades musicales de dos de las figuras más importantes de la escena musical española. Un álbum en el que la paleta de estilos musicales es inagotable. Sentaos y escuchad. O levantaos y bailad. O todo a la vez.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Juegos Violentos",
      "unidades": "1 LP",
      "artista": "Pu&ntilde;o Dragon",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148915-comprar-vinilos-de-puno-dragon-juegos-violentos.html",
      "imagen": "https://rockntipo.com/268870-home_default/comprar-vinilos-de-puno-dragon-juegos-violentos.jpg",
      "precio": "34,13€",
      "descripcion": "Puño Dragon - Album Juegos Violentos (1 LP). Género: Pop/Rock nacional. Juegos Violentos es 'el estirón' significativo para un grupo que se mueve sin prejuicio alguno por la canción de autor rollo americana, el rock castizo de toda la vida, las sonoridades indies, tan serios como divertidos (según toca).",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "No Salgas M&aacute;s",
      "unidades": "1 LP",
      "artista": "Fantasmage",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148845-comprar-vinilo-de-fantasmage-no-salgas-mas.html",
      "imagen": "https://rockntipo.com/268799-home_default/comprar-vinilo-de-fantasmage-no-salgas-mas.jpg",
      "precio": "19,45€",
      "descripcion": "Fantasmage - Album No Salgas Mas (1 LP). Género:Pop/Rock nacional. Pocas bandas gallegas han adquirido un estatus de culto tan indiscutible como Fantasmage. Con 'No salgas más' el dúo regresa una década después con un nuevo clásico. Pop minimalista pero mayúsculo, con las guitarras en tu cara.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Danzas De Amor Y Veneno",
      "unidades": "1 LP Transparente",
      "artista": "Sila Lua",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148868-comprar-vinilo-de-sila-lua-danzas-de-amor-y-veneno-transparente.html",
      "imagen": "https://rockntipo.com/268822-home_default/comprar-vinilo-de-sila-lua-danzas-de-amor-y-veneno-transparente.jpg",
      "precio": "28,28€",
      "descripcion": "Sila Lua - Album Danzas De Amor Y Veneno (1 LP Transparente). Género: Pop/Rock nacional. «Danzas de Amor y Veneno», segundo álbum de Sila Lua, ya está disponible en vinilo transparente de edición limitada. El disco,mezcla una fuerte base electrónica con un espíritu pop y ritmos de las grandes escuelas de la música latina&nbsp;y africana. Sin renunciar a su vocación experimental, la artista da rienda suelta a su voz y apuesta por canciones más luminosas y bailables.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Llepolies",
      "unidades": "1 LP",
      "artista": "Zoo",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148871-comprar-vinilo-de-zoo-llepolies.html",
      "imagen": "https://rockntipo.com/268825-home_default/comprar-vinilo-de-zoo-llepolies.jpg",
      "precio": "28,28€",
      "descripcion": "Zoo - Album Llepolies (1 LP). Género: Pop/Rock nacional. Esperada reedición en vinilo de 'Llepoiles', uno de los discos míticos de la historia de la música valenciana",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Raval",
      "unidades": "1 LP",
      "artista": "Zoo",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148872-comprar-vinilo-de-zoo-raval.html",
      "imagen": "https://rockntipo.com/268826-home_default/comprar-vinilo-de-zoo-raval.jpg",
      "precio": "28,28€",
      "descripcion": "Zoo - Album Raval (1 LP). Género: Pop/Rock nacional. Esperada reedición en vinilo de 'Raval', uno de los discos favoritos de los fans de los Zoo y de la música valenciana en general.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Flamencas",
      "unidades": "1 LP",
      "artista": "Las Migas",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148834-comprar-vinilo-de-las-migas-flamencas.html",
      "imagen": "https://rockntipo.com/268788-home_default/comprar-vinilo-de-las-migas-flamencas.jpg",
      "precio": "27,23€",
      "descripcion": "Las Migas - Album Flamencas (1 LP). Género: Pop/Rock nacional. Con Flamencas, Las Migas marcan un vibrante regreso al flamenco más puro y tradicional, sin dejar atrás la personalidad y frescura que las ha consolidado como una de las propuestas más destacadas y reconocidas del flamenco contemporaneo a nivel internacional.Este nuevo álbum supone una evolución de su lenguaje: un homenaje a la pureza del flamenco, interpretado desde una mirada fresca, libre, contempora´nea y empoderada. Cante, toque y compás conviven con arreglos cuidados y una sensibilidad moderna, además de unas poderosas letras donde el cuarteto intenta derrumbar estereotipos clásicos masculinos del flamenco: 'Te quiero, y por eso quiero que seas libre. No quiero tener celos, yo a ti te quiero libre, gitana, y que vuelvas con el viento.'El disco cuenta con la participación de músicos destacados del flamenco tradicional de Jerez y Sevilla- Juan Carmona, Paquito González, entre otros - y con una colaboración muy especial junto a Tanxugueiras, en la que se produce un poderoso cruce de caminos entre el folclore gallego y el andaluz, creando una fusión cultural tan única como natural.Además, para esta nueva. Las Migas han apostado por un nuevo discurso visual en el que llegan con una fuerza rompedora tal y como se muestran en el videoclip de Celos, dirigido por el reconocido fotógrafo Javier Biosca.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Banderes Per Daltonics",
      "unidades": "1 LP",
      "artista": "Mazoni",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148841-comprar-vinilo-de-mazoni-banderes-per-daltonics.html",
      "imagen": "https://rockntipo.com/268795-home_default/comprar-vinilo-de-mazoni-banderes-per-daltonics.jpg",
      "precio": "22,36€",
      "descripcion": "Mazoni - Album Banderes Per Daltonics (1 LP). Género:Pop/Rock nacional. Con 'Banderes per daltònics', Mazoni recupera el molde original, aquél del que extrajo himnos como 'No tinc temps' o 'Eufòria'. Después de un silencio discográfico de cuatro años, Jaume Pla ha reconectado de lleno con el espíritu de los inicios, la idea romántica de hacer canciones por gusto, por instinto. La vitalidad, las melodías instantáneas vuelven al centro de operaciones del compositor ampurdanés, que abraza el pop en su acepción más exquisita. El objetivo final era recuperar las sensaciones de sus inicios sin renunciar al preciosismo y al detalle. Tomarse tiempo para que cada decisión fuese la adecuada. Jugar en casa pero exhibir la mejor versión posible de uno mismo. Y esto se traduce en una serie de estribillos directos e instantáneos ('Un racó de pau per cadascú', 'Ja no em lliguen les cadenes'), arreglos de orfebrería pop ('Fe dins la tristesa'), momentos de recogimiento acústico ('Cançó trista') y escapadas hacia el rock'n'roll más libre ('La cuina està tancada'). Pop de la mejor factura que se entreteje con una escritura precisa, que nos recuerda que Jaume Pla es una de las mejores plumas de nuestra escena musical. Si te gusta el Mazoni de toda la vida, éste es un disco 100% Mazoni. Y si aún no conoces a Mazoni, este es eldisco que 100% tienes que escuchar.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Cuerpo En Llamas",
      "unidades": "1 LP",
      "artista": "Presa",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148844-comprar-vinilo-de-presa-cuerpo-en-llamas.html",
      "imagen": "https://rockntipo.com/268798-home_default/comprar-vinilo-de-presa-cuerpo-en-llamas.jpg",
      "precio": "19,45€",
      "descripcion": "Presa - Album Cuerpo en llamas (1 LP). Género:Pop/Rock nacional. Presa ha renacido como un cuarteto de apasionado y sudoroso rock. Samuel Fonseca se erige como el crooner de nuestros tiempos, arropado por una febril banda que ebulle en elegante violencia y pasión.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Fanatica",
      "unidades": "1 LP Black",
      "artista": "Lusillon",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148911-comprar-vinilo-de-lusillon-fanatica-black.html",
      "imagen": "https://rockntipo.com/268865-home_default/comprar-vinilo-de-lusillon-fanatica-black.jpg",
      "precio": "25,36€",
      "descripcion": "Lusillon- Album Fanatica (1 LP Black). Género: Pop/Rock nacional. Con su primer disco, LUSILLON destacó en la nueva escena pop como la vertiente más bonita y elegante. Cadencias suaves, estribillos irresistibles y letras para derretir corazones que se definió como 'el tic-tac emocional de la intimidad milenial pos-Covid'. Sus referentes,de Tracy Chapman a Regina Spektor o Clairo y de la bossa al urbano. El álbum 'Pensando mucho y mal' (Mushroom Pillow, 2023) fue seleccionado para el New Music Friday de la NPR Radio americana y destacó en medios internacionales. Su canción 'Me quiero ir' fue elegida para abrir el film 'Culpa mía', que en su primera semana encabezó el Top de Prime Video en más de 180 países y el Top200 de Shazam Global, alcanzando el Top de países como Alemania, Argentina, Francia, Austria, España, México, Chile, etc.Con el segundo disco LUSILLON da un salto cualitativo en su evolución musical. Sigue atada a su lado más dulce y romántico, desplegando una sensibilidad clásica que se funde con una producción pulida y sofisticada. El disco ha sido grabado y producido por Yann Rose en los Ciel Rouge Studios de París (Brodinski, Charlotte Gainsbourg, Christine and the Queens, Jimmy Whoo, etc).",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "?&iquest;Que Pasa? &iquest;&iexcl;Ya Nadie Quiere Ser Un Hombre!?",
      "unidades": "1 Single 7\"",
      "artista": "Raya Diplomatica",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148675-comprar-vinilo-de-raya-diplomatica-que-pasa-ya-nadie-quiere-ser-un-hombre-single.html",
      "imagen": "https://rockntipo.com/268620-home_default/comprar-vinilo-de-raya-diplomatica-que-pasa-ya-nadie-quiere-ser-un-hombre-single.jpg",
      "precio": "14,59€",
      "descripcion": "Raya Diplomatica - Album ?¿Que Pasa? ¿¡Ya Nadie Quiere Ser Un Hombre!?(1 Single 7'). Género: Pop/Rock nacional. Raya Diplomática es una agrupación ecléctica, y es que la sobrada experiencia que juntan entre sus integrantes en lo musical y lo audiovisual da lugar a una combinación única. El cuarteto está formado por el cineasta Javier Calvo, Marco Frías (El Buen Hijo), Elena Rodríguez (Concept artist de Stella Maris) y Álex de Lucas (The Parrots). Un grupo de amigas que disfrutan haciendo música juntas. Como diría Karton de Vino en su canción 'punkis maricones': contra los macarras, violencia bujarra.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Cuando nos toque perder",
      "unidades": "1 EP 10\"",
      "artista": "Carlos Balacera",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148451-comprar-vinilo-de-carlos-balacera-cuando-nos-toque-perder-ep-10pulgadas.html",
      "imagen": "https://rockntipo.com/268374-home_default/comprar-vinilo-de-carlos-balacera-cuando-nos-toque-perder-ep-10pulgadas.jpg",
      "precio": "18,00€",
      "descripcion": "Carlos Balacera - Album Cuando nos toque perder (1 EP 10'). Género: Pop/Rock nacional. Carlos Balacera: Un perro viejo del Rock'n'Roll con sello leones que está de regreso.Tras estrenar a finales del 2024 su primer single, 'Soga y ciprés', (acompañado de Kutxi y Aarón Romero) y desgranar el resto de singles, retorna a las andadas y vuelve a poner en marcha la maquinaria mientras se cocina, a fuego lento, el Ep 10' que ve la luz en verano bajo el título de 'Cuando nos&nbsp;toque&nbsp;perder'.'Cuando nos toque perder' es el tema que da título al Ep y que surge de la vieja (aunque eternamente vigente) idea del perdedor que siempre ha remado en la vida en todas las embarcaciones en las que puso su ilusión y su esperanza. Esas mismas en las que viajaba acompañado del bullicio y la amistad inquebrantable y que, cuando acechó la noche y la ruta se torció y se volvió oscura, descubrió que remaba en soledad.Una canción como la vida misma; cruda y triste... pero con el viejo remedio de ser espantada con unos acordes y un puñado de Versos. El tema cuenta con la colaboración de una de esas enormes cantantes y guitarristas por descubrir en este país, Olguita Negral, cantante, guitarrista y compositora leonesa con base en Valencia de Don Juan y pasado artístico madrileño.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Nostalgia Punk",
      "unidades": "1 LP Black",
      "artista": "The Birra&#039;s Terror",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148609-comprar-vinilo-de-the-birra-s-terror-nostalgia-punk-black.html",
      "imagen": "https://rockntipo.com/268541-home_default/comprar-vinilo-de-the-birra-s-terror-nostalgia-punk-black.jpg",
      "precio": "18,00€",
      "descripcion": "Disponible a partir 4 Agosto 2025The Birra's Terror - Album Nostalgia Punk (1 LP Black). Género: Punk Rock. Nostalgia Punk es el quinto disco de estudio del grupo The Birra's Terror. Grabado y mezclado por su vocalista Andrés Romero nos ofrece 14 nuevas canciones.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Unilateral",
      "unidades": "1 LP Negro",
      "artista": "Coherence",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148623-comprar-vinilo-de-coherence-unilateral-negro.html",
      "imagen": "https://rockntipo.com/268555-home_default/comprar-vinilo-de-coherence-unilateral-negro.jpg",
      "precio": "24,00€",
      "descripcion": "Disponible a partir 4 Agosto 2025Coherence - Album Unilateral (1 LP Negro). Género: Rock alternativo. Coherence son un grupo de Barcelona formado por Guillem (voz y guitarra), Adrià (voz y guitarra), Marina (batería) y Carlos (bajo). Publican su primer disco Estímuls Nocius en 2018 y es editado por los sellos H-Records, Hang The Dj Records y Navalla. En 2023 sale su segundo disco Unilateral y para su edición suman sellos a la causa contando con: H-Records, Navalla, Mulisec Records, Rat Produccions, Grans Records, Hang The Dj Records, Irrintzi Diskak y La Rubia Producciones. Este nuevo trabajo que mejora su debut está grabado por José González en La Atlántida Estudio con Eric Fuentes como productor. El disco está masterizado por Víctor García en Ultramarinos Mastering.",
      "genero": "poprock-nacional"
    },
    {
      "nombre": "Unilateral",
      "unidades": "1 LP Naranja",
      "artista": "Coherence",
      "enlace": "https://rockntipo.com/pop-rock-nacional/148624-comprar-vinilo-de-coherence-unilateral-naranja.html",
      "imagen": "https://rockntipo.com/268556-home_default/comprar-vinilo-de-coherence-unilateral-naranja.jpg",
      "precio": "24,00€",
      "descripcion": "Disponible a partir 4 Agosto 2025Coherence - Album Unilateral (1 LP Naranja). Género: Rock alternativo. Coherence son un grupo de Barcelona formado por Guillem (voz y guitarra), Adrià (voz y guitarra), Marina (batería) y Carlos (bajo). Publican su primer disco Estímuls Nocius en 2018 y es editado por los sellos H-Records, Hang The Dj Records y Navalla. En 2023 sale su segundo disco Unilateral y para su edición suman sellos a la causa contando con: H-Records, Navalla, Mulisec Records, Rat Produccions, Grans Records, Hang The Dj Records, Irrintzi Diskak y La Rubia Producciones. Este nuevo trabajo que mejora su debut está grabado por José González en La Atlántida Estudio con Eric Fuentes como productor. El disco está masterizado por Víctor García en Ultramarinos Mastering.",
      "genero": "poprock-nacional"
    }
  ]