{
    "name": "jazz-blues-soul-reggae",
    "data": [
  {
    "nombre": "Palabra Rota",
    "unidades": "1 LP Black",
    "artista": "Paramo",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148965-comprar-vinilo-de-paramo-palabra-rota-black.html",
    "imagen": "https://rockntipo.com/268921-home_default/comprar-vinilo-de-paramo-palabra-rota-black.jpg",
    "precio": "21,39€",
    "descripcion": "Paramo - Album Palabra Rota (1 LP). Género: FOLK. Páramo es el proyecto personal del -también escritor- Saúl Ibáñez (Lullavy), con el que da salida a sus canciones más desnudas. Tras la publicación en 2023 de un sencillo a medias con Arico (Kwashiokor/ Fuerteventura) y de un disco en directo (Igualada 11/3/2023), el autor sevillano nos entrega ahora por fin su primer trabajo de estudio, titulado «Palabra rota». Grabado con Ernest Gómez y un puñado de amigos en el Estudio de la Paz (L'Hospitalet del Llobregat), este álbum consolida lo que sus referencias anteriores ya apuntaban: gracias a su riqueza de verbo y a una dicción tan elegante como concisa, la música de Páramo nos permite disfrutar de una narrativa que remite a experiencias y momentos de su intimidad, pero que nos interpela desde lo poético, estirando nuestra imaginación con fuerza. «Palabra rota» abre con «Mademoiselle Char.» Una canción que habla del amor como forma de resistencia, de refugio, de la ternura y del cuidado como primer remedio contra la crueldad y la deshumanización. Le sigue «Veneno», sencilla y hermosa pieza sobre la culpa y su alcance, antes de llegar a «MoMA». Tema donde Páramo reflexiona sobre las decisiones que tomamos en la vida, y también sobre todo aquello que no se escoge. El título hace referencia a la entrada del museo donde Ibáñez escribió la letra y, su primer verso, a los meses que vivió en Suecia. El caso es que, justo después de terminar la canción, va y nieva en Sevilla ¡por primera vez en décadas! Cierra la cara A una suerte de murder ballad llamada «Nana del bosque», donde un asesino le canta al viento?Desde la oscuridad de la noche, abre la cara B con «Madrugada» y tras ella nos topamos con «Cántaro». Composición que explicita el sentimiento de desesperación de forma brillante y, ahora sí, enfilamos ya el desenlace del disco con «Desfile». Pieza clave y, seguramente, la composición más enigmática de todas, cuyas vueltas nos preparan para el momento más espiritual del repertorio, en «Sin título #1». Todo un canto a lo intangible, con el que termina «Palabra rota» (y sus conciertos) y en cuya estrofa final se resuelve además el propio título del álbum. Disfrutad!"
  },
  {
    "nombre": "Trio In Tokyo",
    "unidades": "2 LP",
    "artista": "Michel Petrucciani",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148951-comprar-vinilo-de-michel-petrucciani-trio-in-tokyo-doble.html",
    "imagen": "https://rockntipo.com/268907-home_default/comprar-vinilo-de-michel-petrucciani-trio-in-tokyo-doble.jpg",
    "precio": "42,91€",
    "descripcion": "Michel Petrucciani - Album Trio In Tokyo (2 LP). Género: Jazz/Blues/Soul/Reggae. Increíble concierto en Tokio del diminuto genio del piano y su trío. El adjetivo de 'maestro' se reparte muchas veces a la ligera, no es el caso de Petrucciani."
  },
  {
    "nombre": "Departures & Arrivals",
    "unidades": "1 LP",
    "artista": "Curtis Harding",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148865-comprar-vinilo-de-curtis-harding-departures-and-arrivals.html",
    "imagen": "https://rockntipo.com/268819-home_default/comprar-vinilo-de-curtis-harding-departures-and-arrivals.jpg",
    "precio": "26,60€",
    "descripcion": "Curtis Harding - Album Departures & Arrivals (1 LP). Género: Jazz/Blues/Soul/Reggae. The Hives, una de las bandas más explosivas del rock en directo, regresan con su séptimo álbum, 'The Hives Forever Forever The Hives'. Fieles a su estilo directo y sin concesiones, The Hives entregan un trabajo que reafirma su estatus como referencia mundial del rock en vivo y en estudio."
  },
  {
    "nombre": "Italia",
    "unidades": "2 LP Black",
    "artista": "Till Bronner",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148880-comprar-vinilo-de-till-broenner-italia-doble-black.html",
    "imagen": "https://rockntipo.com/268834-home_default/comprar-vinilo-de-till-broenner-italia-doble-black.jpg",
    "precio": "48,76€",
    "descripcion": "Till Brönner - Album Italia (2 LP Black). Género: Jazz/Blues/Soul/Reggae. El trompetista y productor alemán Till Brönner vuelve con fuerza con ITALIA, un álbum que rinde homenaje a la música popular italiana de los años 60, 70 y principios de los 80. Este nuevo trabajo nos invita a un recorrido sonoro por una Italia nostálgica, vibrante y llena de belleza, donde confluyen el jazz, la bossa nova, las bandas sonoras clásicas y el pop europeo de una época dorada. Brönner no solo reinterpreta temas de leyendas como Lucio Battisti, Paolo Conte, o Ennio Morricone, sino que también añade su toque personal con una composición original que se funde perfectamente con el repertorio.&nbsp;"
  },
  {
    "nombre": "Italia",
    "unidades": "2 LP Rojo",
    "artista": "Till Bronner",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148881-comprar-vinilo-de-till-broenner-italia-doble-rojo.html",
    "imagen": "https://rockntipo.com/268835-home_default/comprar-vinilo-de-till-broenner-italia-doble-rojo.jpg",
    "precio": "50,22€",
    "descripcion": "Till Brönner - Album Italia (2 LP Rojo). Género: Jazz/Blues/Soul/Reggae. El trompetista y productor alemán Till Brönner vuelve con fuerza con ITALIA, un álbum que rinde homenaje a la música popular italiana de los años 60, 70 y principios de los 80. Este nuevo trabajo nos invita a un recorrido sonoro por una Italia nostálgica, vibrante y llena de belleza, donde confluyen el jazz, la bossa nova, las bandas sonoras clásicas y el pop europeo de una época dorada. Brönner no solo reinterpreta temas de leyendas como Lucio Battisti, Paolo Conte, o Ennio Morricone, sino que también añade su toque personal con una composición original que se funde perfectamente con el repertorio.&nbsp;"
  },
  {
    "nombre": "Hist&ograve;ries De La Carn I De La Sang",
    "unidades": "1 Single 7\"",
    "artista": "Fetus",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148842-comprar-vinilo-de-fetus-histories-de-la-carn-i-de-la-sang-single.html",
    "imagen": "https://rockntipo.com/268796-home_default/comprar-vinilo-de-fetus-histories-de-la-carn-i-de-la-sang-single.jpg",
    "precio": "8,71€",
    "descripcion": "Fetus - Album Històries De La Carn I De La Sang (1 Single 7'). Género:Jazz/Blues/Soul/Reggae. «He aquí la quinta fuerza de la Serra dels Perduts...»Fetus celebra la llegada del verano con un nuevo EP, un vinilo de siete pulgadas con cinco nuevas canciones: «Històries de la carn i de la sang» podría considerarse la continuación o el epílogo de su último y aclamado álbum «La Serra dels Perduts».Fetus eran simplemente un grupo de punk-rock hasta que descubrieron las baladas de Jaume Arnella. Después de dedicarle un revolucionario homenaje en el disco «Sota, cavall i rei», desde entonces se han dedicado a expandir en primera persona los caminos señalados por el maestro. Por un lado, incorporando instrumentos folk a su sonoridad. Por otro, con canciones de cosecha propia que parten del imaginario popular, con historias de kilómetro cero.Cinco de estas historias, cinco canciones nuevas, son el material que encontramos ahora en este nuevo EP. Por un lado, los últimos singles que había adelantado recientemente el grupo, empezando por la revolucionaria «Rabassa morta», una pincelada de punk de garaje que conecta con los orígenes sonoros del grupo. Y también está claro «La gran xefla», el himno compuesto para el evento homónimo que organizaron recientemente en el Festival Ítaca y que reunió a un grupo de amigos en el escenario."
  },
  {
    "nombre": "III - Candles & Beginnings",
    "unidades": "2 LP Dorado Libro",
    "artista": "Auri",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148705-comprar-vinilo-de-auri-iii-candles-and-beginnings-doble-dorado-libro.html",
    "imagen": "https://rockntipo.com/268650-home_default/comprar-vinilo-de-auri-iii-candles-and-beginnings-doble-dorado-libro.jpg",
    "precio": "43,13€",
    "descripcion": "Auri - Album III - Candles & Beginnings (2 LP Dorado Libro). Género: Jazz/Blues/Soul/Reggae. Si abres tu corazón y tu oído a los fascinantes e inquietantemente bellos paisajes sonoros de AURI, puede que encuentres un faro de luz dentro de un reino sonoro que no ha sido tocado por la realidad actual, a menudo aterradora y sombría, un paisaje onírico que puede ser profundamente edificante. En su tercer álbum de estudio, 'III - Candles & Beginnings', disponible en una edición en vinilo dorado de 2LP con un folleto de 16 páginas, AURI han presentado un mundo que se abre con los sentidos, mezclando elementos folk, progresivos y sinfónicos, músicas del mundo, pop y vanguardia."
  },
  {
    "nombre": "Ride Into The Sun",
    "unidades": "2 LP Black",
    "artista": "Brad Mehldau",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148722-comprar-vinilo-de-brad-mehldau-ride-into-the-sun-doble-black.html",
    "imagen": "https://rockntipo.com/268667-home_default/comprar-vinilo-de-brad-mehldau-ride-into-the-sun-doble-black.jpg",
    "precio": "48,63€",
    "descripcion": "Brad Mehldau - Album Ride Into The Sun (2 LP Black). Género: Jazz/Blues/Soul/Reggae. Nonesuch Records publica en una edición en vinilo negro 'Ride into the Sun', del pianista y compositor Brad Mehldau, un cancionero del fallecido cantante, compositor y guitarrista Elliott Smith. Las 10 canciones de Elliott Smith de 'Ride into the Sun' se complementan con cuatro composiciones de Mehldau que, según él, están 'inspiradas en la obra de Smith y la reflejan'. También se incluyen interpretaciones de 'Thirteen' de Big Star, que Smith también versionó, y 'Sunday' de Nick Drake."
  },
  {
    "nombre": "Joni&#039;s Jazz",
    "unidades": "8 LP Black",
    "artista": "Joni Mitchell",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148737-comprar-vinilo-de-joni-mitchell-joni-s-jazz-octuple-black.html",
    "imagen": "https://rockntipo.com/268682-home_default/comprar-vinilo-de-joni-mitchell-joni-s-jazz-octuple-black.jpg",
    "precio": "247,75€",
    "descripcion": "Joni Mitchell - Album Joni's Jazz (8 LP Black). Género: Jazz/Blues/Soul/Reggae. Joni Mitchell presenta Joni's Jazz, un proyecto apasionante que lleva años gestándose. Esta colección, que abarca toda su carrera, incluye grabaciones seleccionadas por Mitchell que reflejan la profunda influencia del jazz en su música. El lanzamiento llega el 5 de septiembre en una caja de vinilo de 8 LPs que incluye notas con fotos inéditas y arte original de Mitchell. Con 61 temas, Joni's Jazz incluye grabaciones de estudio, actuaciones en directo, tomas alternativas poco comunes y material de varias décadas y sellos discográficos. Entre ellos se encuentran dos demos inéditas de 1980, incluyendo uno de 'Be Cool', que ya está disponible digitalmente."
  },
  {
    "nombre": "Alchemy: An Index Of Possibilities",
    "unidades": "1 LP Black",
    "artista": "David Sylvian",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148824-comprar-vinilo-de-david-sylvian-and-jon-hassell-alchemy-an-index-of-possibilities-black.html",
    "imagen": "https://rockntipo.com/268772-home_default/comprar-vinilo-de-david-sylvian-and-jon-hassell-alchemy-an-index-of-possibilities-black.jpg",
    "precio": "32,18€",
    "descripcion": "David Sylvian & Jon Hassell - Album Alchemy: An Index Of Possibilities (1 LP Black). Género: Jazz/Blues/Soul/Reggae. Reedición en formato vinilo de títulos de la discografía de David Sylvian"
  },
  {
    "nombre": "Live At Montreux Jazz Festival 2022",
    "unidades": "2 LP",
    "artista": "John Mclaughlin & The 4Th Dimension",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148680-comprar-vinilo-de-john-mclaughlin-the-4th-dimension-live-at-montreux-jazz-festival-2022-doble.html",
    "imagen": "https://rockntipo.com/268625-home_default/comprar-vinilo-de-john-mclaughlin-the-4th-dimension-live-at-montreux-jazz-festival-2022-doble.jpg",
    "precio": "45,84€",
    "descripcion": "John Mclaughlin & The 4Th Dimension - Album Live At Montreux Jazz Festival 2022 (2 LP). Género: Jazz/Blues/Soul/Reggae. «Live at Montreux Jazz Festival 2022» es una inmersión profunda en la magia, la improvisación y el virtuosismo del hombre al que Jeff Beck llamó una vez «el mejor guitarrista vivo», acompañado por una banda sin igual."
  },
  {
    "nombre": "Waltz Of A Ghetto Fly",
    "unidades": "2 LP",
    "artista": "Amp Fiddler",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148665-comprar-vinilo-de-amp-fiddler-waltz-of-a-ghetto-fly-doble.html",
    "imagen": "https://rockntipo.com/268604-home_default/comprar-vinilo-de-amp-fiddler-waltz-of-a-ghetto-fly-doble.jpg",
    "precio": "40,14€",
    "descripcion": "Amp Fiddler - Album Waltz Of A Ghetto Fly (2 LP). Género: Jazz/Blues/Soul/Reggae. Puede que Joseph 'Amp' Fiddler no sea muy conocido, pero si has escuchado y disfrutado de la producción de artistas como Raphael Saadiq, Erykah Badu, Dwele & D'Angelo, este álbum te encantará. Amp ha trabajado con artistas como Jamiroqui, Brand New Heavies, Fishbone, Money Mark, George Clinton y muchos más."
  },
  {
    "nombre": "The Distaff",
    "unidades": "1 LP Black",
    "artista": "Maud the Moth",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148639-comprar-vinilo-de-maud-the-moth-the-distaff-black.html",
    "imagen": "https://rockntipo.com/268573-home_default/comprar-vinilo-de-maud-the-moth-the-distaff-black.jpg",
    "precio": "28,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Maud the Moth - Album The Distaff (1 LP Black). Género: Dark Folk. Amaya usa el alter-ego de Maud the moth como una entidad simbólica a través de la cual canalizar y procesar experiencias vitales, y en concreto, temáticas de desarraigo, construcción de la identidad y trauma.'The Distaff' (la rueca) alude a la vara de madera utilizada en la antigüedad para devanar el hilo a partir de una masa de fibras. Este objeto, aparece en el imaginario colectivo como el símbolo enarbolado por la 'mujer virtuosa', uno de los ideales generados por sociedades autoritarias y patriarcales, y el eje en torno al cual gira gran parte del trauma y sentimiento de culpa que rodea a la feminidad. El título del álbum está inspirado, en parte, en uno de los primeros ejemplos de literatura femenina: el poema de mismo nombre escrito por la poetisa griega Erinna. En este poema, la autora lamenta la pérdida de individualidad y agencia de su amiga Baucis tras su matrimonio, como precio a pagar a cambio de seguridad y aceptación a los ojos de la sociedad."
  },
  {
    "nombre": "The Distaff",
    "unidades": "1 LP Rojo",
    "artista": "Maud the Moth",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148640-comprar-vinilo-de-maud-the-moth-the-distaff-rojo.html",
    "imagen": "https://rockntipo.com/268574-home_default/comprar-vinilo-de-maud-the-moth-the-distaff-rojo.jpg",
    "precio": "28,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Maud the Moth - Album The Distaff (1 LP Rojo). Género: Dark Folk. Amaya usa el alter-ego de Maud the moth como una entidad simbólica a través de la cual canalizar y procesar experiencias vitales, y en concreto, temáticas de desarraigo, construcción de la identidad y trauma.'The Distaff' (la rueca) alude a la vara de madera utilizada en la antigüedad para devanar el hilo a partir de una masa de fibras. Este objeto, aparece en el imaginario colectivo como el símbolo enarbolado por la 'mujer virtuosa', uno de los ideales generados por sociedades autoritarias y patriarcales, y el eje en torno al cual gira gran parte del trauma y sentimiento de culpa que rodea a la feminidad. El título del álbum está inspirado, en parte, en uno de los primeros ejemplos de literatura femenina: el poema de mismo nombre escrito por la poetisa griega Erinna. En este poema, la autora lamenta la pérdida de individualidad y agencia de su amiga Baucis tras su matrimonio, como precio a pagar a cambio de seguridad y aceptación a los ojos de la sociedad."
  },
  {
    "nombre": "The Distaff",
    "unidades": "1 LP Transparente",
    "artista": "Maud the Moth",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148641-comprar-vinilo-de-maud-the-moth-the-distaff-transparente.html",
    "imagen": "https://rockntipo.com/268575-home_default/comprar-vinilo-de-maud-the-moth-the-distaff-transparente.jpg",
    "precio": "28,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Maud the Moth - Album The Distaff (1 LP Transparente). Género: Dark Folk. Amaya usa el alter-ego de Maud the moth como una entidad simbólica a través de la cual canalizar y procesar experiencias vitales, y en concreto, temáticas de desarraigo, construcción de la identidad y trauma.'The Distaff' (la rueca) alude a la vara de madera utilizada en la antigüedad para devanar el hilo a partir de una masa de fibras. Este objeto, aparece en el imaginario colectivo como el símbolo enarbolado por la 'mujer virtuosa', uno de los ideales generados por sociedades autoritarias y patriarcales, y el eje en torno al cual gira gran parte del trauma y sentimiento de culpa que rodea a la feminidad. El título del álbum está inspirado, en parte, en uno de los primeros ejemplos de literatura femenina: el poema de mismo nombre escrito por la poetisa griega Erinna. En este poema, la autora lamenta la pérdida de individualidad y agencia de su amiga Baucis tras su matrimonio, como precio a pagar a cambio de seguridad y aceptación a los ojos de la sociedad."
  },
  {
    "nombre": "Plain Simple Honesty",
    "unidades": "1 LP",
    "artista": "Ledfoot",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148664-comprar-vinilo-de-ledfoot-plain-simple-honesty.html",
    "imagen": "https://rockntipo.com/268603-home_default/comprar-vinilo-de-ledfoot-plain-simple-honesty.jpg",
    "precio": "26,60€",
    "descripcion": "Ledfoot - Album Plain Simple Honesty (1 LP). Género: Jazz/Blues/Soul/Reggae. 'Plain Simple Honesty' es el octavo álbum en solitario del exponente del Gothic Blues Ledfoot (también conocido como Tim Scott McConnell). Tal como sugiere el título, se trata de una colección de canciones brutalmente honestas, nacidas directamente del corazón."
  },
  {
    "nombre": "Moving Day",
    "unidades": "1 LP Black",
    "artista": "Andre 3000",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148544-comprar-vinilo-de-andre-3000-moving-day-black.html",
    "imagen": "https://rockntipo.com/268473-home_default/comprar-vinilo-de-andre-3000-moving-day-black.jpg",
    "precio": "27,45€",
    "descripcion": "Andre 3000 - Album Moving Day (1 LP Black). Género: Jazz/Blues/Soul/Reggae. Moving Day capta a André 3000 en un momento muy importante. Antes de grabar New Blue Sun, el cineasta Dexter Navy filma a André en Venice Beach, California. El día coincide con la mudanza de André de su casa a un nuevo lugar. La partitura de Moving Day es un tejido de grabaciones de campo de la fecha del rodaje, una improvisada sesión de preguntas y respuestas de Navy a André, y una grabación posterior al estudio realizada hacia delante y luego hacia atrás mientras se ve la película. El tema adicional «Tunnels of Egypt» es una grabación inédita de las sesiones New Blue Sun."
  },
  {
    "nombre": "No Sign Of Weakness",
    "unidades": "1 LP Azul",
    "artista": "Burna Boy",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148425-comprar-vinilo-de-burna-boy-no-sign-of-weakness-azul.html",
    "imagen": "https://rockntipo.com/268441-home_default/comprar-vinilo-de-burna-boy-no-sign-of-weakness-azul.jpg",
    "precio": "41,29€",
    "descripcion": "Burna Boy - Album No Sign Of Weakness (1 LP Azul). Género: Jazz/Blues/Soul/Reggae. Edición en formato vinilo azul de 'No Sign of Weakness', el nuevo disco de Burna Boy. El ícono global ganador del premio Grammy, Burna Boy, presenta su octavo álbum de estudio, que incluye los sencillos 'TaTaTa' (ft Travis Scott), 'Sweet Love', 'Update' y 'Bundle By Bundle'. La superestrella mundial Burna Boy se destaca como uno de los artistas africanos más importantes e influyentes de todos los tiempos. Conocido por su sonido que fusiona géneros, Burna ha redefinido el Afrofusion al mezclar Afrobeats, pop, reggae, hip-hop y R&B."
  },
  {
    "nombre": "No Sign Of Weakness",
    "unidades": "1 LP Marron",
    "artista": "Burna Boy",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148426-comprar-vinilo-de-burna-boy-no-sign-of-weakness-marron.html",
    "imagen": "https://rockntipo.com/268442-home_default/comprar-vinilo-de-burna-boy-no-sign-of-weakness-marron.jpg",
    "precio": "44,12€",
    "descripcion": "Burna Boy - Album No Sign Of Weakness (1 LP Marron). Género: Jazz/Blues/Soul/Reggae. Edición en formato vinilo marrón de 'No Sign of Weakness', el nuevo disco de Burna Boy. El ícono global ganador del premio Grammy, Burna Boy, presenta su octavo álbum de estudio, que incluye los sencillos 'TaTaTa' (ft Travis Scott), 'Sweet Love', 'Update' y 'Bundle By Bundle'. La superestrella mundial Burna Boy se destaca como uno de los artistas africanos más importantes e influyentes de todos los tiempos. Conocido por su sonido que fusiona géneros, Burna ha redefinido el Afrofusion al mezclar Afrobeats, pop, reggae, hip-hop y R&B."
  },
  {
    "nombre": "Winelight",
    "unidades": "1 LP Crema Traslucido",
    "artista": "Grover Washington Jr.",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148369-comprar-vinilo-de-grover-washington-jr-winelight-blanco-traslucido.html",
    "imagen": "https://rockntipo.com/268287-home_default/comprar-vinilo-de-grover-washington-jr-winelight-blanco-traslucido.jpg",
    "precio": "36,70€",
    "descripcion": "Grover Washington Jr. - Album Winelight (1 LP Crema Traslucido). Género: Jazz/Blues/Soul/Reggae. Atribuido a la explosión del smooth jazz de principios de los 80, 'Winelight', el disco de fusión de Grover Washington Jr., ganador del Grammy y número uno en las listas de éxitos, se lanzará como parte de la celebración del 75 aniversario de Elektra Records. Esta edición especial, translúcida en un solo LP y con tonos de color del vino blanco, incluye el entrañable clásico 'Just the Two of Us' con Bill Withers, que sigue siendo uno de los máximos exponentes de la fusión soul-jazz bailable actual."
  },
  {
    "nombre": "Keith Sweat",
    "unidades": "1 LP Rojo Rubi",
    "artista": "Keith Sweat",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148370-comprar-vinilo-de-keith-sweat-keith-sweat-rojo-rubi.html",
    "imagen": "https://rockntipo.com/268288-home_default/comprar-vinilo-de-keith-sweat-keith-sweat-rojo-rubi.jpg",
    "precio": "41,29€",
    "descripcion": "Keith Sweat - Album Keith Sweat (1 LP Rojo Rubi). Género: Jazz/Blues/Soul/Reggae. Keith Sweat, posiblemente una de las figuras más importantes del surgimiento de la era del New jack swing en el R&B contemporáneo, lanza su álbum de estudio homónimo en vinilo rojo rubí para celebrar el 75 aniversario de Elektra Records. Este álbum multiplatino incluye éxitos como 'Twisted y Nobody', y colabora con otros pesos pesados del R&B como Ronald Isley, Gerald Levert y Aaron Hall."
  },
  {
    "nombre": "East Of Underground",
    "unidades": "1 LP",
    "artista": "East Of Underground",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148345-comprar-vinilo-de-east-of-underground-east-of-underground.html",
    "imagen": "https://rockntipo.com/268262-home_default/comprar-vinilo-de-east-of-underground-east-of-underground.jpg",
    "precio": "30,72€",
    "descripcion": "East Of Underground - Album East Of Underground (1 LP). Género: East Of Underground (1 LP). Nos complace presentar de nuevo este maravilloso y codiciado álbum, fruto de una campaña promocional del Ejército de los Estados Unidos para fomentar el reclutamiento. La grabación captura a la perfección el espíritu de la juventud estadounidense a través de canciones compuestas por Sly Stone, Curtis Mayfield, Funkadelic y Burt Bacharach (con la ayuda, por supuesto, de Isaac Hayes). Soul y funk de alto nivel interpretados por brillantes músicos anónimos. Prácticamente imposible de encontrar en su edición original, ahora lo reeditamos gracias a la colaboración con Now Again. Prensado en vinilo de 180 g. A menudo, los discos más preciados por los coleccionistas esconden historias inesperadas. Cuando, además, presentan una calidad musical increíblemente alta y solo quedan unas pocas copias originales disponibles, se convierten en el santo grial del coleccionismo. Este es el caso de este álbum, grabado por soldados estadounidenses destinados en Alemania a principios de los años 70. Durante la Guerra de Vietnam, el Ejército de los Estados Unidos organizó un concurso de bandas entre sus soldados. Los ganadores grabarían un álbum promocional que se distribuiría gratuitamente para fomentar el alistamiento en una época tan turbulenta. El resultado fue un LP doble compartido por las bandas SOAP y East of Underground. Aunque el repertorio de East of Underground consiste en versiones de éxitos del soul y el funk, la calidad es sorprendentemente alta: guitarras crudas, baterías impactantes, armonías vocales brillantes... El resultado captura a la perfección el espíritu de la joven América a través de canciones escritas por Sly Stone, Curtis Mayfield, Funkadelic y Burt Bacharach (a través de Isaac Hayes, por supuesto)."
  },
  {
    "nombre": "Rhythm Machine",
    "unidades": "1 LP",
    "artista": "Rhythm Machine",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148347-comprar-vinilo-de-rhythm-machine-rhythm-machine.html",
    "imagen": "https://rockntipo.com/268264-home_default/comprar-vinilo-de-rhythm-machine-rhythm-machine.jpg",
    "precio": "30,72€",
    "descripcion": "Rhythm Machine - Album Rhythm Machine (1 LP). Género: Rhythm Machine (1 LP). The Rhythm Machine está disponible de nuevo para el público musical, reeditado legítimamente en su empaque original. Ofreciendo soul brillante, baladas cautivadoras y funk de mediados de los 70 con mucha energía, este sabroso popurrí se disfruta mejor en su totalidad. La legendaria Rhythm Machine de Indianápolis es una de las pocas bandas de funk que transitó entre eras de la historia del funk con fluidez, creando impresionantes versiones funk para una gran cantidad de sellos independientes entre los años 1968 y 1976. Nacida de las cenizas de la banda de culto de funk indie The Highlighters, The Rhythm Machine fue fundada a principios de los 70 por el bajista James Boone y el guitarrista James Brantley. Su único LP homónimo, lanzado originalmente en 1976, es un viaje salvaje y súper groovy con una energía de banda compacta y un montón de giros inesperados que mantienen las cosas interesantes de principio a fin. Al principio, podrías percibir algunas vibras de Earth, Wind & Fire (líneas de bajo profundas, ritmos funky y secciones de viento increíbles), pero si profundizas un poco más, encontrarás algo un poco más suelto, un poco más fresco. Hay un trasfondo suave y jazzero que recorre muchas de estas pistas y le da al conjunto una sensación fresca y fuera de lo común. Algunas canciones se deslizan hacia una zona onírica, casi espacial: piensa en funk cósmico con un toque romántico. La producción es sedosa, casi líquida, dejando que las guitarras brillen y las teclas floten. ¿Y cuando entra el saxo soprano? Magia pura. Aporta el toque justo para llevar las pistas a un nivel superior. Perfecto para ritmos nocturnos, sesiones relajantes o para cualquiera que busque esa joya escondida del funk con alma."
  },
  {
    "nombre": "Open Up Your Senses",
    "unidades": "1 LP",
    "artista": "Tyreek Mcdole",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148298-comprar-vinilo-de-tyreek-mcdole-open-up-your-senses.html",
    "imagen": "https://rockntipo.com/268215-home_default/comprar-vinilo-de-tyreek-mcdole-open-up-your-senses.jpg",
    "precio": "38,74€",
    "descripcion": "Tyreek Mcdole - Open Up Your Senses (1 LP). Género: Jazz/Blues/Soul/Reggae. Con Open Up Your Senses, un álbum debut muy esperado el 6 de junio en Artwork Records, Tyreek McDole hace una declaración audaz como uno de los jóvenes vocalistas de jazz más convincentes de su generación. Un rico barítono con una profunda conexión con la tradición del jazz, Tyreek McDole se inspira en predecesores legendarios como Johnny Hartman y Leon Thomas mientras se lanza una voz claramente original. Su colaboración con músicos excepcionales, incluyendo a los pianistas Kenny Barron y Sullivan Fortner, trae un espíritu aventurero al álbum, mezclando influencias clásicas de jazz con armonías innovadoras. Tyreek Mcdole's trae temas introspectivos, con un repertorio que se extiende más allá de las canciones de amor estándar y ahonda en los reinos de la filosofía, el patrimonio y la reflexión cultural. Desde su impactante interpretación de Thelonious Monk's Ugly Beauty hasta la poderosa resonancia canto de The Creator Has a Master Plan, Tyreek McDole ofrece una experiencia musical profundamente expresiva y contemporánea que insta a los oyentes a involucrar, reflexionar y abrir verdaderamente sus sentidos."
  },
  {
    "nombre": "Guitarras Callejeras",
    "unidades": "1 LP Black",
    "artista": "Pata Negra",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148044-comprar-vinilo-de-pata-negra-guitarras-callejeras-black.html",
    "imagen": "https://rockntipo.com/267930-home_default/comprar-vinilo-de-pata-negra-guitarras-callejeras-black.jpg",
    "precio": "23,34€",
    "descripcion": "Pata Negra - Album Guitarras Callejeras (1 LP). Género: Jazz/Blues/Soul/Reggae. Guitarras Callejeras, publicado originalmente en 1986, es una joya oculta del flamenco fusión. Grabado en 1979 por los hermanos Raimundo y Rafael Amador, este álbum captura la esencia de la 'blueslería', una mezcla única de flamenco, blues y rock que definió el sonido distintivo de Pata Negra. Las siete pistas del álbum, incluyendo 'Juan Charrasqueado', 'Rock del Cayetano' y 'Ratitas Divinas', muestran la habilidad virtuosa de los hermanos Amador y su capacidad para fusionar géneros musicales de manera innovadora. Sonido remasterizado para una calidad óptima. Diseño de portada fiel a la edición original."
  },
  {
    "nombre": "Blues De La Frontera",
    "unidades": "1 LP Black+Camiseta Ed.Limitada",
    "artista": "Pata Negra",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148042-comprar-vinilo-de-pata-negra-blues-de-la-frontera-black-y-camiseta-ltd.html",
    "imagen": "https://rockntipo.com/267932-home_default/comprar-vinilo-de-pata-negra-blues-de-la-frontera-black-y-camiseta-ltd.jpg",
    "precio": "36,00€",
    "descripcion": "Pata Negra - Album Blues De La Frontera (1 LP+Camiseta Ed.Limitada). Género: Jazz/Blues/Soul/Reggae. Edición en Vinilo RemasterizadoPublicado originalmente en 1987, Blues de la Frontera es considerado una obra maestra del flamenco contemporáneo y una piedra angular del 'nuevo flamenco'. Los hermanos Raimundo y Rafael Amador fusionaron con maestría el flamenco tradicional con el blues, el jazz y el swing, dando lugar a un estilo único que ellos mismos denominaron 'blueslería' . Esta nueva edición en vinilo presenta el audio remasterizado por Duncan Cowell en Sound Mastering (Londres), reconocido por su meticuloso trabajo con sellos como Ace Records .? Diseño fiel al diseño original pero incluyendo bolsa impresa con las letras de las canciones."
  },
  {
    "nombre": "Dreams",
    "unidades": "1 LP",
    "artista": "Aurora Clara",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148207-comprar-vinilo-de-aurora-clara-dreams.html",
    "imagen": "https://rockntipo.com/268103-home_default/comprar-vinilo-de-aurora-clara-dreams.jpg",
    "precio": "25,36€",
    "descripcion": "Aurora Clara - Album Dreams (1 LP). Género: Jazz/Blues/Soul/Reggae. Para éste tercer capítulo en la impoluta carrera de los madrileños globales, Aurora Clara, ha habido factores que han influido en su actual música. Un viaje a Brasil y alrededores fue determinante. Para hacer de éste 'Dreams', otro punto clave en su indiscutible evolución."
  },
  {
    "nombre": "IV",
    "unidades": "1 LP",
    "artista": "Aurora Clara",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148208-comprar-vinilo-de-aurora-clara-iv.html",
    "imagen": "https://rockntipo.com/268104-home_default/comprar-vinilo-de-aurora-clara-iv.jpg",
    "precio": "21,39€",
    "descripcion": "Aurora Clara - Album IV (1 LP). Género: Jazz/Blues/Soul/Reggae. La banda internacional madrileña de Prog Rock / Jazz Fusión Aurora Clara lanza su cuarto álbum titulado IV. Tras Dreams (2023), más orgánico y semi acústico, avanzan hacia un sonido mucho más rockero. El álbum incluye algunos pasajes realmente valientes e improvisaciones muy inspiradas por parte de los tres solistas principales. El potente baterista Marco Anderson está en su elemento durante todo el álbum. El disco también incluye algunos momentos más suaves, como la versión totalmente acústica, de colores flamencos de 'Song to John', del primer álbum Transformation (2019), el enigmático 'Maktub' y la relajada pieza de funk-jazz 'End of January'. Cada una de las seis composiciones incluidas tiene su propio ambiente, muy diferentes entre sí pero que funcionan bien en conjunto. Los músicos en este trabajo representan seis nacionalidades diferentes."
  },
  {
    "nombre": "Blues De La Frontera",
    "unidades": "1 LP Black Remasterizado",
    "artista": "Pata Negra",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148043-comprar-vinilo-de-pata-negra-blues-de-la-frontera-black.html",
    "imagen": "https://rockntipo.com/267929-home_default/comprar-vinilo-de-pata-negra-blues-de-la-frontera-black.jpg",
    "precio": "28,24€",
    "descripcion": "Pata Negra - Album Blues De La Frontera (1 LP). Género: Jazz/Blues/Soul/Reggae. Edición en Vinilo RemasterizadoPublicado originalmente en 1987, Blues de la Frontera es considerado una obra maestra del flamenco contemporáneo y una piedra angular del 'nuevo flamenco'. Los hermanos Raimundo y Rafael Amador fusionaron con maestría el flamenco tradicional con el blues, el jazz y el swing, dando lugar a un estilo único que ellos mismos denominaron 'blueslería' . Esta nueva edición en vinilo presenta el audio remasterizado por Duncan Cowell en Sound Mastering (Londres), reconocido por su meticuloso trabajo con sellos como Ace Records .? Diseño fiel al diseño original pero incluyendo bolsa impresa con las letras de las canciones."
  },
  {
    "nombre": "About Ghosts",
    "unidades": "1 LP",
    "artista": "Mary Halvorson",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148191-comprar-vinilo-de-mary-halvorson-about-ghosts.html",
    "imagen": "https://rockntipo.com/268083-home_default/comprar-vinilo-de-mary-halvorson-about-ghosts.jpg",
    "precio": "36,70€",
    "descripcion": "Mary Halvorson - Album About Ghosts (1 LP). Género: Jazz/Blues/Soul/Reggae. El álbum About Ghosts de Mary Halvorson presenta ocho nuevas composiciones de Halvorson, interpretadas con su sexteto Amaryllis, la banda de improvisación que también formó parte de sus elogiados álbumes Amaryllis, Belladonna y Cloudward. Amaryllis está formado por Halvorson, Patricia Brennan (vibráfono), Nick Dunston (bajo), Tomas Fujiwara (batería), Jacob Garchik (trombón) y Adam O'Farrill (trompeta). Los saxofonistas Immanuel Wilkins y Brian Settles se unen al conjunto en cinco temas, incluido el tema principal 'Carved From'."
  },
  {
    "nombre": "On My Way",
    "unidades": "1 LP Rosa",
    "artista": "Gwen Mccrae",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148145-comprar-vinilo-de-gwen-mccrae-on-my-way-rosa.html",
    "imagen": "https://rockntipo.com/268035-home_default/comprar-vinilo-de-gwen-mccrae-on-my-way-rosa.jpg",
    "precio": "36,70€",
    "descripcion": "Gwen Mccrae - Album On My Way (1 LP Rosa). Género: Jazz/Blues/Soul/Reggae. On My Way el clásico de soul de Gwen McCrae llega remasterizado en una edición especial en vinilo rosa. Este lanzamiento revive la elegancia y profundidad de su voz y es perfecto para redescubrir a una de las voces más icónicas del género."
  },
  {
    "nombre": "Gaua",
    "unidades": "1 LP Black",
    "artista": "Arima Soul",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/148051-comprar-vinilo-de-arima-soul-gaua-black.html",
    "imagen": "https://rockntipo.com/267941-home_default/comprar-vinilo-de-arima-soul-gaua-black.jpg",
    "precio": "23,34€",
    "descripcion": "Arima Soul - Album Gaua (1 LP Black). Género: Jazz/Blues/Soul/Reggae. Cierren las puertas. Permitan que la noche sirva de cobijo ante los problemas mundanos. De subterfugio frente a todo aquello que perturba nuestra mente. Ambas parece conseguir Arima Soul en su nuevo trabajo. Si la duda invade aún así, exhiban su agilidad cervical con 'Oinatzak', oda a la block party al servicio de footworks o freezes cuyos riffs infecciosos condimentan las armonías vocales neosoul de Lidia Insausti y Bele. Groove a prueba de alunizajes, como el que emana de 'Ilargira', donde sus cósmicos propósitos parecen invocar el espíritu de Dexter Wansel. No faltarán por tanto brunas razones para la evasión con 'Zentzuz', donde el combo parece poseído por Shalamar a costa de unos potentes cobres que escapan a cualquier impostura sónica.Pero lejos de acomodarse, la canción 'Gaua' que da nombre al álbum viene a reivindicar el oscuro reverso de nuestras rutinas diurnas con una producción que hará salivar a Eddie Piller.Ya ven, influencias bien entendidas las que destilan en una 'Despedida' que sorprende por su incursión en el castellano que no por sus familiares frecuencias jazz funk, terreno que Mikel Makala y sus secuaces surfean a la perfección.Acústicas sonoridades se asientan sobre los versos de Rakel Pardo en la escapista 'Arrakala', para así poder cargar con las grietas vitales que oprimen ocasionalmente nuestro paso terrenal."
  },
  {
    "nombre": "One, Two",
    "unidades": "1 LP Color RSD 2025",
    "artista": "Sister Nancy",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147981-comprar-vinilo-de-sister-nancy-one-two-color-rsd-2025.html",
    "imagen": "https://rockntipo.com/267864-home_default/comprar-vinilo-de-sister-nancy-one-two-color-rsd-2025.jpg",
    "precio": "32,28€",
    "descripcion": "Sister Nancy - Album One, Two (1 LP Color RSD 2025). Género: Jazz/Blues/Soul/Reggae. Record Store Day 2025. Primera edición en el Reino Unido del clásico DJ set de Sister Nancy One Two - LP editado anteriormente en Jamaica y muy buscado - Incluye «la canción reggae más sampleada de todos los tiempos» ('Bam Bam') junto a y otros dos singles de éxito ('One Two' y 'Transport Connection') - Producido por Winston Riley y mezclado por Soldgie en Channel One - Sister Nancy capturada en su mejor momento en una selección de los mejores ritmos del reggae edición limitada para el Record Store Day, ilustraciones originales y funda interior con notas del respetado historiador del reggae John Masouri - Prensado único en vinilo de color - Incluye una pegatina / hoja de calcomanías exclusiva de Sister Nancy dancehall."
  },
  {
    "nombre": "Gun Life",
    "unidades": "1 LP",
    "artista": "Keith & Tex",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147898-comprar-vinilo-de-keith-and-tex-gun-life.html",
    "imagen": "https://rockntipo.com/267773-home_default/comprar-vinilo-de-keith-and-tex-gun-life.jpg",
    "precio": "25,36€",
    "descripcion": "Keith & Tex - Album Gun Life (1 LP). Género: Jazz/Blues/Soul/Reggae. 'Gun Life' es una colaboración con el prestigioso productor Roberto Sánchez y su Lone Ark Riddim Force. La banda acompaña a Keith y Tex con auténticos y vibrantes ritmos de Rock Steady, creados especialmente para este proyecto. La música abarca una amplia gama de temas universales de la vida, como las dificultades del amor, con canciones como 'She's Gone' y 'Gave You My Heart'. El tema 'Give Me One Reason', donde Babilonia se ha apropiado de los recursos de África bajo falsas promesas -'Dame una buena razón para confiar en ti... el buen libro en una mano y un arma en la otra' - es un ejemplo de una canción que le da un giro innovador a un tema común.El álbum también incluye canciones que aluden a temas actuales como 'Everyone Has The Right', 'Gun Life', 'For A Better Life' y 'On The Streets'. El rollo Marvin-Gaye-Inner-City-Blues entrelazada con un ritmo clásico de Aggrovators de 'None Shall Escape the Judgment' de Johnny Clarke, crea la atmósfera musical única para 'On The Streets' que añade momentos increíbles al álbum. Además, la canción que da título al disco, 'Gun Life', confirma lo que todos sabemos muy bien aquí en el mundo occidental: que las armas se han apoderado de los centros urbanos y pueblos, destruyendo vidas todos los días. Keith y Tex afirman que la lógica es la solución simple cuando cantan: 'Recuerda cuando no había armas, nunca podría haber un enfrentamiento... ¡vamos a dejar tu arma y hacer que nos divirtamos!' Pero son canciones como 'One More Dance', con su peculiar comienzo en falso, y 'Country Living', que dice: '¡Brindemos por esta forma de vida en la que el amor y la bondad conquistan todos los conflictos!', las que le recuerdan al mundo por qué Keith y Tex son los reyes del Rock Steady."
  },
  {
    "nombre": "Evenfall",
    "unidades": "1 LP",
    "artista": "Sam Akpro",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147795-comprar-vinilo-de-sam-akpro-evenfall.html",
    "imagen": "https://rockntipo.com/267667-home_default/comprar-vinilo-de-sam-akpro-evenfall.jpg",
    "precio": "27,79€",
    "descripcion": "Sam Akpro - Album Evenfall (1 LP). Género: Jazz/Blues/Soul/Reggae. Sam Akpro presenta su &nbsp;álbum debut, 'Evenfall'. A lo largo de 10 pistas, el proyecto construye un universo sonoro envolvente, lleno de atmósfera y emoción. Inspirado en elementos del post-punk, reggae, jazz y el no wave, entre otros géneros, el disco oscila entre la oscuridad aguda pero onírica del sur de Londres y una psicodelia que embiste con una intensidad arrolladora."
  },
  {
    "nombre": "El Sonido Bastardo",
    "unidades": "1 LP",
    "artista": "Danzon El Gato",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147756-comprar-vinilos-de-danzon-el-gato-el-sonido-bastardo.html",
    "imagen": "https://rockntipo.com/267628-home_default/comprar-vinilos-de-danzon-el-gato-el-sonido-bastardo.jpg",
    "precio": "21,16€",
    "descripcion": "Danzon El Gato - Album El Sonido Bastardo (1 LP). Género: Jazz/Blues/Soul/Reggae. 'El sonido bastardo', el primer trabajo del enigmático colectivo Danzón El Gato, establece un fascinante diálogo entre el jazz, el funk y la música de raíz. Formados en el hervidero subterráneo de la escena experimental madrileña, sus integrantes han decidido, esta vez, partir del groove para explorar la tradición.br />Grabado en Madrid, 'El sonido bastardo' es un caleidoscopio de ritmos y paisajes: los ecos del norte de África, los trópicos y Latinoamérica se entrelazan con una rocosa sección rítmica, inspirada tanto en la música de librería de los años setenta como en el hip hop de la era dorada. Cada tema es un viaje sonoro cargado de influencias que a veces se disuelven, dejando al oyente en un terreno fronterizo y policromático, reflejo de la propia ciudad de Madrid, una enorme urbe nacida de la confluencia de culturas en la que la mezcla se palpa en cada esquina.El núcleo creativo de Danzón El Gato está formado por Javier Adán y Santiago Rapallo, dos artesanos del sonido y del estudio, lejos de los focos pero siempre en la vanguardia. Se conocieron a principios de este siglo en Zure Gura, una banda de jazz experimental que fusionaba tradición vasca con sonidos contemporáneos. Desde entonces, han compartido viaje en proyectos como Dead Capo o UMD (Unidad Mínima de Destrucción), además de haber compuesto piezas experimentales para cine o incluso para el Museo del Prado."
  },
  {
    "nombre": "Foresight",
    "unidades": "1 LP",
    "artista": "Fluke Faction",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147688-comprar-vinilo-de-fluke-faction-foresight.html",
    "imagen": "https://rockntipo.com/267560-home_default/comprar-vinilo-de-fluke-faction-foresight.jpg",
    "precio": "24,42€",
    "descripcion": "Fluke Faction - Album Foresight (1 LP). Género: Jazz/Blues/Soul/Reggae. El trío compuesto por Axel Magnani, Lalo Harris y Device estrena su primer álbum, 'Foresight', una fusión vibrante de jazz, neo-soul y hip-hop que invita a reflexionar sobre la vida, las relaciones y la sociedad desde una perspectiva personal y auténtica. El lanzamiento llega bajo el sello de Calaverita Records y la gestión de Sonde3.Nacidos en las calles de Barcelona, Fluke Faction ofrece una propuesta sonora difícil de encasillar. Lalo Harris, cantante de soul con raíces jamaicanas, aporta una voz cargada de emoción atemporal. Axel Magnani, trompetista conocido por su trabajo con La Pegatina, añade una capa de fuerza y dinamismo. Y Device, maestro del MPC y la producción, cierra el círculo con su talento para transformar lo ordinario en extraordinario.'Foresight' es un recorrido sonoro que atraviesa géneros y emociones. Entre sus 11 temas, destacan los ya lanzados 'Truth' y 'Foresight', que han sido elogiados por su capacidad para transmitir emociones a través de su fusión de ritmos. También incluye el single promocional 'WDSK', lanzado hace solo dos semanas, además de dos colaboraciones especiales con los artistas Mabreezee y Arema Arenga. El álbum ha sido grabado y mezclado por Daniel Weiss en Sulam Sound Studios, con la masterización a cargo de Xavi Lek."
  },
  {
    "nombre": "What Did The Blackbird Say To The Crow",
    "unidades": "1 LP",
    "artista": "Rhiannon Giddens",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147743-comprar-vinilo-de-rhiannon-giddens-and-justin-robinson-what-did-the-blackbird-say-to-the-crow.html",
    "imagen": "https://rockntipo.com/267616-home_default/comprar-vinilo-de-rhiannon-giddens-and-justin-robinson-what-did-the-blackbird-say-to-the-crow.jpg",
    "precio": "36,70€",
    "descripcion": "Rhiannon Giddens & Justin Robinson - Album What Did The Blackbird Say To The Crow (1 LP). Género: Jazz/Blues/Soul/Reggae. Nuevo disco de Rhiannon Giddens. Grabado con su ex compañero en Carolina Chocolate Drops, Justin Robinson, el álbum contiene 18 canciones del folklore de Carolina del Norte. Giddens (banjo) y Robinson (violín) grabaron en los exteriores de sus respectivas casas y en la plantación de Mill Prong House. Edición en vinilo de 140 gramos."
  },
  {
    "nombre": "Play For The Brokenhearted",
    "unidades": "1 LP",
    "artista": "Rambalaya",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147605-comprar-vinilo-de-rambalaya-play-for-the-brokenhearted.html",
    "imagen": "https://rockntipo.com/267466-home_default/comprar-vinilo-de-rambalaya-play-for-the-brokenhearted.jpg",
    "precio": "18,04€",
    "descripcion": "Rambalaya - Album Play For The Brokenhearted (1 LP). Género: Jazz/Blues/Soul/Reggae. Rambalaya, más que solventes en la composición, y sobrados de pericia instrumental, son un auténtico all-star de músicos dan nacimiento a este proyecto como complemento a su presencia en bandas como Los Mambo Jambo, A Contra Blues, Koko-Jean & The Tonics o Los Saxofonistas Salvajes, y lo hacen buscando ampliar los horizontes que siempre han caracterizado a su música. Optan por la luminosidad y la superposición de estilos, y la jugada les sale fantástica. Logrando un sorprendente equilibrio entre lo clásico y lo actual."
  },
  {
    "nombre": "SLY LIVES! aka the Burden of Black Genius",
    "unidades": "2 LP Black",
    "artista": "Sly & The Family Stone",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147467-comprar-vinilo-de-sly-and-the-family-stone-sly-lives-aka-the-burden-of-black-genius-doble-black.html",
    "imagen": "https://rockntipo.com/267321-home_default/comprar-vinilo-de-sly-and-the-family-stone-sly-lives-aka-the-burden-of-black-genius-doble-black.jpg",
    "precio": "27,45€",
    "descripcion": "Sly & The Family Stone - Album SLY LIVES! (aka the Burden of Black Genius) (2 LP Black). Género: Jazz/Blues/Soul/Reggae. Ahmir 'Questlove' Thompson y Legacy Recordings presentan SLY LIVES! (aka The Burden of Black Genius), la banda sonora que celebra el legado musical de Sly & the Family Stone. Además de los grandes éxitos de la banda, el álbum incluye siete versiones inéditas y tres nuevas ediciones de Questlove y J.PERIOD, ofreciendo una nueva perspectiva del sonido revolucionario del grupo.Compilado por Jeff Mao y Joseph Patel, el álbum estará disponible en formato digital desde el 13 de febrero, mientras que las ediciones en CD y vinilo llegarán el 9 de mayo.Esta colección especial es un tributo a la fusión única de funk, soul y rock psicodélico de Sly & the Family Stone, reafirmando su impacto duradero en la música.&nbsp;"
  },
  {
    "nombre": "Abund&acirc;ncia",
    "unidades": "1 LP Color",
    "artista": "Maria Jo&atilde;o",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147436-comprar-vinilo-de-maria-joao-abundancia-color.html",
    "imagen": "https://rockntipo.com/267290-home_default/comprar-vinilo-de-maria-joao-abundancia-color.jpg",
    "precio": "29,26€",
    "descripcion": "Maria João - Album Abundância (1 LP Color). Género: Jazz/Blues/Soul/Reggae. Con 10 nuevas canciones, incluido el single Ao Sol, este nuevo disco de Maria Joao presenta una visión musical original en la que su voz única y apasionada toma protagonismo, reafirmándose una vez más como una fuerza expresiva incomparable, capaz de las emociones más profundas. Esperana, 'African Foxtrot', 'O Amor Verdadeiro', 'Beatriz', 'Dario', 'As Tuas Tranas', con Mucavele, quien también escribió la música, 'Papalaty', de Sukuma, 'Dia' y 'Praia' completan el cartel de una obra que es testimonio de la vida, el ingenio y el arte de una de las voces más desafiantes y sorprendentes de la actualidad."
  },
  {
    "nombre": "Joker Lover",
    "unidades": "1 LP",
    "artista": "Triston Palma",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147415-comprar-cd-de-triston-palma-joker-lover.html",
    "imagen": "https://rockntipo.com/267269-home_default/comprar-cd-de-triston-palma-joker-lover.jpg",
    "precio": "22,36€",
    "descripcion": "Triston Palma - Album Joker Lover (1 LP). Género: Jazz/Blues/Soul/Reggae. Heavyweight 80s dancehall - grabado en Channel One con Roots Radics y producido por Linval Thompson."
  },
  {
    "nombre": "Apple Cores",
    "unidades": "1 LP",
    "artista": "James Brandon Lewis",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147269-comprar-vinilo-de-james-brandon-lewis-apple-cores.html",
    "imagen": "https://rockntipo.com/267111-home_default/comprar-vinilo-de-james-brandon-lewis-apple-cores.jpg",
    "precio": "26,60€",
    "descripcion": "James Brandon Lewis - Album Apple Cores (1 LP). Género: Jazz/Blues/Soul/Reggae. El trio compuesto de la mano de Chad Taylor, Josh Werner y el propio James Brandon Lewis, se inspiraron en figuras tales como el músico Don Cherry o el teórico de jazz Amiri Baraka para componer y desarrollar este álbum en dos intensas sesiones de improvisación. Un álbum lleno de texturas del hip-hop y el funk que confluyen en el jazz."
  },
  {
    "nombre": "Call Me Irresponsible",
    "unidades": "2 LP Azul Cobalto",
    "artista": "Michael Buble",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147237-comprar-vinilo-de-michael-buble-call-me-irresponsible-doble-azul-cobalto.html",
    "imagen": "https://rockntipo.com/267079-home_default/comprar-vinilo-de-michael-buble-call-me-irresponsible-doble-azul-cobalto.jpg",
    "precio": "52,30€",
    "descripcion": "Michael Buble - Album Call Me Irresponsible (2 LP Azul Cobalto). Género: Jazz/Blues/Soul/Reggae. Call Me Irresponsible es un álbum del cantante canadiense de jazz Michael Bublé, lanzado en 2007. En Estados Unidos, el álbum debutó en el número 2 del Billboard 200 y se elevó hasta el nº 1 en su segunda semana.¿ Sólo Michael Jackson, Mary J. Blige, Hilary Duff y N.W.A. han logrado esto, el álbum fue certificado con Platino por obtener ventas de 2.047.290 copias.En Australia, el sencillo alcanzó el número 19 en la lista ARIA Singles. Mientras que el álbum debutó en la ARIA Albums Chart en el número 1 vendiendo 37.0054¿ copias de en su primera semana y siendo la venta más alta de un álbum de un artista internacional en Australia en 2007. El álbum fue certificado con Platino en su primera semana por la venta de 70.000 copias y vendió más 30.6344¿ copias en su segunda semana, convirtiendo a Bublé en el primer artista de 2007 en Australia en vender sobre 30.000 unidades en 2 semanas, así que nuevamente fue certificado con quíntuple platino por ARIA por ventas superiores a 350.000 copias. El álbum alcanzó el número uno otra vez el 2 de julio y 9 de julio y una vez más el 22 de julio. El álbum fue el Nº 1 de la lista de álbumes de 2007 en Australia.La versión original de 'Call Me Irresponsible' vendió sobre 300.000 copias en el Reino Unido. Pero la versión de la Edición Especial vendió sobre 462.000 copias, haciendo esa versión el 18º álbum en ventas del Reino Unido en 2007.En Europa, el álbum fue certificado con 2xPlatino por IFPI por vender 2 millones de copias a la fecha."
  },
  {
    "nombre": "Lay Low",
    "unidades": "1 LP",
    "artista": "Eddie Chacon",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147215-comprar-vinilo-de-eddie-chacon-lay-low.html",
    "imagen": "https://rockntipo.com/267056-home_default/comprar-vinilo-de-eddie-chacon-lay-low.jpg",
    "precio": "30,72€",
    "descripcion": "Eddie Chacon - Album Lay Low (1 LP). Género: Jazz/Blues/Soul/Reggae. El álbum de 2023 de Eddie Chacon, 'Sundown', lo consagró como una 'leyenda del R&B discreto', 30 años después de su éxito rotundo como la mitad del dúo Charles y Eddie. Ahora, Chacon está de vuelta con 'Lay Low', un álbum de canciones nebulosas y seductoras producidas por Nick Hakim. La música conmovedora de Eddie Chacon ha sido elogiada por The Guardian, Uncut, MOJO, Record Collector, Aquarium Drunkard y muchos más."
  },
  {
    "nombre": "Las &Uacute;ltimas Composiciones De Violeta Parra",
    "unidades": "1 LP",
    "artista": "Violeta Parra",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147225-comprar-vinilo-de-violeta-parra-las-ultimas-composiciones-de-violeta-parra.html",
    "imagen": "https://rockntipo.com/267066-home_default/comprar-vinilo-de-violeta-parra-las-ultimas-composiciones-de-violeta-parra.jpg",
    "precio": "30,72€",
    "descripcion": "Violeta Parra - Album Las Últimas Composiciones De Violeta Parra (1 LP). Género: Jazz/Blues/Soul/Reggae. Las últimas composiciones es el último álbum de estudio de la folclorista chilena Violeta Parra, editado por sello RCA Victor en noviembre de 1966. Contiene varias de sus canciones más famosas, entre las que se encuentran «Gracias a la vida», «Run Run se fue pa'l Norte» y «Volver a los 17»."
  },
  {
    "nombre": "Live In Japan 1974",
    "unidades": "2 LP Black",
    "artista": "War",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147157-comprar-vinilo-de-war-live-in-japan-1974-doble-black.html",
    "imagen": "https://rockntipo.com/266990-home_default/comprar-vinilo-de-war-live-in-japan-1974-doble-black.jpg",
    "precio": "55,06€",
    "descripcion": "War - Album Live In Japan 1974 (2 LP). Género: Jazz/Blues/Soul/Reggae. Live In Japan 1974, marca el primer álbum en directo en el que se presenta a los siete miembros originales de la banda. Recogidas originalmente en el invierno de 1974, estas grabaciones recientemente restauradas abarcan una serie de conciertos en varias ciudades: Shizuoka, Tokio, Osaka y Kobe.Estará disponible en cajas de 2LP y 2CD e incluye una variedad de grabaciones en vivo de temas básicos de WAR como 'The Cisco Kid', 'The World Is a Ghetto' y 'All Day Música.' Las notas, escritas y editadas por Cory Frye, incluyen una entrevista en profundidad con el miembro fundador de la banda Lonnie Jordan y el veterano productor de WAR, Jerry Goldstein, y también revelan la historia detrás de la creación de otra canción icónica de WAR, 'Why Can't ¿We Be Friends?', inspirado en las interacciones de la banda con los locales durante su gira debut por Japón.Lleno de actuaciones inéditas y notas sobre un momento crucial en la historia y evolución de la banda, Live in Japan 1974 ofrece a los fans una comprensión más profunda del impacto global de WAR y sirve de adelanto para celebrar el 55 aniversario de la banda el próximo año. Además, el lanzamiento de Live In Japan 1974 también incluirá dos noches de espectáculos de dos sets en el Blue Note Tokyo de Japón el 7 y 8 de febrero de 2025."
  },
  {
    "nombre": "No Nuclear War",
    "unidades": "1 LP Amarillo",
    "artista": "Peter Tosh",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147158-comprar-vinilo-de-peter-tosh-no-nuclear-war-amarillo.html",
    "imagen": "https://rockntipo.com/266991-home_default/comprar-vinilo-de-peter-tosh-no-nuclear-war-amarillo.jpg",
    "precio": "41,29€",
    "descripcion": "Peter Tosh - Album No Nuclear War (1 LP Amarillo). Género: Jazz/Blues/Soul/Reggae. Reedición en vinilo de color amarillo de No Nuclear War, el séptimo y último álbum de estudio del músico jamaicano Peter Tosh, publicado originalmente en 1987."
  },
  {
    "nombre": "La Quinqui-Llora",
    "unidades": "1 Single 7\"",
    "artista": "Gipsy Power Band",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147196-comprar-vinilo-de-gipsy-power-band-la-quinqui-llora-single.html",
    "imagen": "https://rockntipo.com/267029-home_default/comprar-vinilo-de-gipsy-power-band-la-quinqui-llora-single.jpg",
    "precio": "9,72€",
    "descripcion": "Gipsy Power Band - Album La Quinqui-Llora (1 Single 7'). Género: Jazz/Blues/Soul/Reggae. 'La Quinqui' / 'Llora' es el single de debut de Gipsy Power Band, dos temas imparables donde se funden rumba, rock y funk evocando una época única de la música española. Creado en Madrid en 2022, Gipsy Power Band es un supergrupo concebido originalmente para homenajear en directo la música del género conocido como 'cine quinqui', interpretando temas de esas películas y muchas otras canciones fundacionales: éxitos, algunos fracasos y joyas ocultas publicadas desde mediados de los años setenta hasta principios de los ochenta. Superproducciones de rock, funk, música disco y rumba por parte de Los Chichos, Las Grecas, Los Chunguitos y Los Chorbos, entre otros. Tras dos años disfrutando sobre los escenarios de Madrid y haciendo bailar al público reviviendo este repertorio, ha llegado el momento de pasar al siguiente nivel. La banda se ha hecho mayor y ahora estrenan sus dos primeras canciones propias. Contado desde dos puntos de vista, este relato es digno de una película quinqui de época, cuyo espíritu sobrevuela e inspira la composición. El proyecto está liderado por David 'El Indio', batería de Vetusta Morla, percusionista y gran aficionado a la rumba y derivados. La Gipsy Power Band está formada por músicos que provienen de la escena madrileña de la música soul y funk, el rock y la rumba. A las voces, La Pucci y los hermanos Rafa y Samuel de Darako, José 'Funko' en la guitarra eléctrica, Rubén García a los teclados, Víctor Iniesta con la guitarra española, Javi 'Skunk' a la batería, David Salvador al bajo y el propio David 'El Indio' en las percusiones."
  },
  {
    "nombre": "Heard Noises",
    "unidades": "1 LP Blue",
    "artista": "Matt Berry",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147133-comprar-vinilo-de-matt-berry-heard-noises-blue.html",
    "imagen": "https://rockntipo.com/266966-home_default/comprar-vinilo-de-matt-berry-heard-noises-blue.jpg",
    "precio": "34,13€",
    "descripcion": "Matt Berry - Album Heard Noises (1 LP Blue). Género: Jazz/Blues/Soul/Reggae. Matt Berry regresa con un nuevo disco desde 2021. En ´Heard Noises', el artista toma un enfoque más cercano al soul de la costa oeste,&nbsp;a un innato sentido de la melodía y a una exuberante versión contemporánea de las técnicas de grabación clásicas. Todo ello unido a la rica voz de Matt y a sus letras únicas."
  },
  {
    "nombre": "Tresneria",
    "unidades": "1 LP",
    "artista": "Mikel Vega",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147117-Comprar-vinilo-de-mikel-vega-tresneria.html",
    "imagen": "https://rockntipo.com/266950-home_default/Comprar-vinilo-de-mikel-vega-tresneria.jpg",
    "precio": "20,38€",
    "descripcion": "Mikel Vega - Album Tresneria (1 LP). Género: Jazz/Blues/Soul/Reggae. Músico destacado en la escena experimental del País Vasco actual, Mikel Vega ha dejado la impronta de su talento en bandas de rock tan fundamentales como Loan, Orbain Unit, Conteiner y sobretodo Killerkume. No en vano, desde que el artista de Sestao emprendiera su carrera en solitario, se ha convertido en todo referente para la escena de música improvisada. Con horas de vuelo sobre escenarios de todo el continente europeo y un listado de colaboraciones que incluye, entre otros, a Black Earth, Imbernon, Jörg A. Schneider, Ilia Belorukov, Wolkokrots, Xabi Strubell y por supuesto Miguel A. García (quien precisamente le dio la alternativa), por las manos de Mikel Vega pasan grandes momentos de guitarra experimental contemporánea. Desde que debutara con «Powndak improv» en 2021, la discografía de Vega no ha dejado de sumar referencias. Pues, si descontamos el impactante trío que forma junto a Joseba Agirrezabalaga e Izaskun Simón, o su dúo con Xabi Strubell (llamado Bidai), son ya un total de siete álbumes con este, su último y más ambicioso trabajo de estudio hasta la fecha, «Tresneria». Con la guitarra como instrumento fundamental, «Tresneria» conjuga sampling, así como elementos electrónicos y electroacústicos en una suerte de procesado tímbrico que efectivamente es resultado de la improvisación, sí, pero que también lo es de una labor de composición previa. Y ahí reside su factor clave, pues cada una de las piezas del disco se articula con arreglo a una estructura narrativa muy clara, que se va desarrollando poco a poco, progresivamente, hilando transiciones hipnóticas -con algunos momentos tonales- hasta dar forma a una suerte de idea-canción que resulta sumamente personal. La música de Mikel Vega no solamente trasciende el terreno del free, gracias a un uso magistral del concepto de tensión-reposo, sino que incluso llega a darse la mano con morfologías propias del drone o al ambient, tan lejanas al lenguaje clásico."
  },
  {
    "nombre": "Just A Man",
    "unidades": "1 LP Verde",
    "artista": "Beres Hammond",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147121-Comprar-vinilo-de-beres-hammond-just-a-man-verde.html",
    "imagen": "https://rockntipo.com/266954-home_default/Comprar-vinilo-de-beres-hammond-just-a-man-verde.jpg",
    "precio": "26,45€",
    "descripcion": "Beres Hammond - Album Just A Man (1 LP Verde). Género: Jazz/Blues/Soul/Reggae. Just A Man revela una versión temprana del maestro del Lover's Rock, Beres Hammond un crooner de R&B/ Disco - y bastante convincente. Este álbum de 1979, presenta un quién es quién de los pesos pesados del reggae y contiene el muy buscado éxito UK Soul 'Do This World A Favour,' además de otros 7 temas de larga duración y funky que tratan a los oyentes de un lado diferente de las raíces de Beres. Esta nueva edición en vinilo remasterizado y coloreado incluirá el rarísimo «Rolls Royce cover art», publicado originalmente en el sello de Joe Gibbs. El álbum fue producido por Joe Gibbs, con arreglos de Willie Lindo e ingeniería de Errol Thompson. Músicos destacados: Val Douglas, Mikey Chung, Dean Fraser, Clive Hunt, Harold Butler, Robbie Lyn y Pam Hall a la vozMathias Delplanque nació en 1973 en Ouagadougou, Burkina Faso. Vive y trabaja en Nantes y mantiene estrechos vínculos con los ámbitos de la música ambiental, electrónica, electroacústica y concreta, así como con el dub y la grabación de campo. Un personaje bastante escurridizo, discreto pero prolífico, al que se puede encontrar en los créditos de los discos de dDamage o Ghislain Poirier, así como detrás de la mesa de mezclas de Charlélie Couture, cuando no se divierte bajo el nombre de Lena publicando fabulosos álbumes de dub minimal en excelentes sellos como el belga Quatermass. Mathias Delplanque también es conocido por sus ex- cursiones, así como por sus colaboraciones con diversos músicos que utilizan instrumentos tradicionales: el coreano E'Joung-Ju (intérprete de geomungo en el dúo Keda), o el nazarí Françoi"
  },
  {
    "nombre": "King Jammy&acute;S Unites The Nations With Dub",
    "unidades": "1 LP",
    "artista": "King Jammy",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147027-comprar-vinilo-de-king-jammy-king-jammy-s-unites-the-nations-with-dub.html",
    "imagen": "https://rockntipo.com/266855-home_default/comprar-vinilo-de-king-jammy-king-jammy-s-unites-the-nations-with-dub.jpg",
    "precio": "26,45€",
    "descripcion": "King Jammy - Album King Jammy´S Unites The Nations With Dub (1 LP). Género: Jazz/Blues/Soul/Reggae. Demasiados problemas en el mundo... El anciano estadista del Reggae, King Jammy, vuelve a su laboratorio Dub para forjar un nuevo mensaje sonoro de vibraciones positivas en Dub. La fuerza de mantenimiento de la paz de Jammy, formada por los 11 incondicionales de Kingston, lanza con precisión 10 nuevos boomshots para la curación de las naciones y la unión del mundo Dubwise - ¡cuando estos Dubs te golpean no sientes dolor! El ataque dub de 2024 recién grabado por el rey Jammy, versiones en abundancia del equipo A de Jammy del siglo XXI, los músicos Andre Dennis, I Sax, Brandon Harris y un guiño a su ilustre pasado Jammy saca partes vintage de Sly & Robbie y High Times Band para mezclar y combinar en dos profundas inmersiones (Climate Action Dub y Ceasefire Dub). Todos los temas han sido diseñados por King Jammy, Romeo 'Shemmo' Facey y John John."
  },
  {
    "nombre": "Ganja Smuggling",
    "unidades": "1 Single 7\"",
    "artista": "Eek-A-Mouse",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/147028-comprar-vinilo-de-eek-a-mouse-ganja-smuggling-single.html",
    "imagen": "https://rockntipo.com/266856-home_default/comprar-vinilo-de-eek-a-mouse-ganja-smuggling-single.jpg",
    "precio": "12,60€",
    "descripcion": "Eek-A-Mouse - Album Ganja Smuggling (1 Single 7'). Género: Jazz/Blues/Soul/Reggae. Eek-A-Mouse en pleno efecto bang bang biddy beng beng en este himno ganja de alta calidad de 1981.- Roots Radics recibe un tratamiento dub en el reverso para ofrecer un muy deseable doble sider.Edición limitada de 7 horas en una funda ilustrada y prensada en el icónico sello Volcano. Producido por Henry «Junjo» Lawes en Channel One."
  },
  {
    "nombre": "Wanted Dread And Alive",
    "unidades": "1 LP Amarillo",
    "artista": "Peter Tosh",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146763-comprar-vinilo-de-peter-tosh-wanted-dread-and-alive-amarillo.html",
    "imagen": "https://rockntipo.com/266765-home_default/comprar-vinilo-de-peter-tosh-wanted-dread-and-alive-amarillo.jpg",
    "precio": "41,29€",
    "descripcion": "Peter Tosh - Album Wanted Dread And Alive (1 LP). Género: Jazz/Blues/Soul/Reggae. 'Wanted Dread & Alive', publicado en 1981 y ahora disponible en 1LP amarillo reciclado, es un álbum que subraya el estatus de Peter Tosh como icono del reggae y crítico de las injusticias sociales. El título del álbum refleja el espíritu rebelde de Tosh y su lucha contra la opresión sistémica. Temas como 'Coming in Hot' y 'Rastafari Is' muestran su ardiente lirismo y su compromiso con los principios rastafaris."
  },
  {
    "nombre": "Live From Brooklyn Paramount",
    "unidades": "2 LP",
    "artista": "Black Pumas",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146736-comprar-vinilo-de-black-pumas-live-from-brooklyn-paramount-doble.html",
    "imagen": "https://rockntipo.com/266738-home_default/comprar-vinilo-de-black-pumas-live-from-brooklyn-paramount-doble.jpg",
    "precio": "34,13€",
    "descripcion": "Black Pumas - Album Live From Brooklyn Paramount (2 LP). Género: Jazz/Blues/Soul/Reggae. La banda de rock psicodélico lanza 'Live From Brookling Paramount', captura la escencia del directo de su gira Electric Church. El set de dos vinilos incluye canciones de sus exitosos álbumes de 'Colors', 'Black Moon Rising', 'More Than a Love Song' y su versión de la canción de Tracy Chapsman, 'Fast Car'."
  },
  {
    "nombre": "Get Lifted",
    "unidades": "2 LP Black",
    "artista": "John Legend",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146748-comprar-vinilo-de-john-legend-get-lifted-doble-black.html",
    "imagen": "https://rockntipo.com/266750-home_default/comprar-vinilo-de-john-legend-get-lifted-doble-black.jpg",
    "precio": "34,31€",
    "descripcion": "John Legend - Album Get Lifted (2 LP Black). Género: Jazz/Blues/Soul/Reggae. JOHN LEGEND&nbsp;celebra el vigésimo aniversario de su innovador álbum debut con el lanzamiento de&nbsp;Get Lifted (20th Anniversary Edition). Con nuevas contribuciones de artistas."
  },
  {
    "nombre": "Black Woman & Child",
    "unidades": "1 LP Green",
    "artista": "Sizzla",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146584-comprar-vinilo-de-sizzla-black-woman-and-child-green.html",
    "imagen": "https://rockntipo.com/266566-home_default/comprar-vinilo-de-sizzla-black-woman-and-child-green.jpg",
    "precio": "29,17€",
    "descripcion": "Sizzla - Album Sizzla. Género: Jazz/Blues/Soul/Reggae. - Obra maestra» - Revista Rolling Stone- Producido por Bobby Digital, Black Woman & Child está considerado con razón como el álbum de reggae esencial de los años 90.- Publicado por Greensleeves en 1997, Black Woman & Child fue el álbum revelación de Sizzla, que le valió una nominación a Artista Internacional de Reggae del Año y le afianzó como estrella de los 90.- Completamente cargado de singles de éxito con algunos re-likes de riddim definitorios de la época, como 'Make It Secure' (en Drum Song), 'One Away (Satta Massagana)', 'Give Them The Ride' (The Lecturer) y el himno que da título al álbum, 'Black Woman & Child'.- Se incluyen dos combinaciones seguras con Capleton en 'Babylon A Use Dem- Brain' y Edi Fitzroy en 'Princess Black'.- Black Woman & Child', uno de los artistas más importantes y exitosos de la historia del reggae, sigue siendo un álbum esencial casi tres décadas después."
  },
  {
    "nombre": "Human Nature",
    "unidades": "1 LP Crystal",
    "artista": "Miles Davis",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146552-comprar-vinilo-de-miles-davis-human-nature-crystal.html",
    "imagen": "https://rockntipo.com/266534-home_default/comprar-vinilo-de-miles-davis-human-nature-crystal.jpg",
    "precio": "25,59€",
    "descripcion": "Miles Davis - Album Human Nature (1 LP Crystal). Género: Jazz/Blues/Soul/Reggae. Concierto celebrado cuando se acercaba al último año de su vida, este extraordinario set en vivo en el 12º Festival Anual de Jazz de Chicago en el Petrillo Music Shell en Grant Park, Chicago, el 30 de agosto de 1990. Transmitido originalmente en WPFW-FM de Washington, D.C., está respaldado por posiblemente su mejor banda de los últimos días, y se presenta aquí en Sonido remasterizado digitalmente con notas e imágenes de fondo"
  },
  {
    "nombre": "The Genius of Soul",
    "unidades": "1 LP",
    "artista": "Ray Charles",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146554-comprar-vinilo-de-ray-charles-the-genius-of-soul.html",
    "imagen": "https://rockntipo.com/266536-home_default/comprar-vinilo-de-ray-charles-the-genius-of-soul.jpg",
    "precio": "24,44€",
    "descripcion": "Ray Charles - Album The Genius of Soul (1 LP). Género: Jazz/Blues/Soul/Reggae. Ray Charles Robinson era un cantante estadounidense, compositor, músico y compositor. Él era a menudo conocido como 'el genio'. Fue pionero en la música soul durante la década de 1950 mediante la combinación de blues, ritmo y blues y estilos gospel. Contribuyó a la integración de música country"
  },
  {
    "nombre": "The Sound Of Now",
    "unidades": "1 LP",
    "artista": "Mango Wood",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146538-comprar-vinilo-de-mango-wood-the-sound-of-now.html",
    "imagen": "https://rockntipo.com/266516-home_default/comprar-vinilo-de-mango-wood-the-sound-of-now.jpg",
    "precio": "23,41€",
    "descripcion": "Mango Wood - Album The Sound Of Now (1 LP). Género: Jazz/Blues/Soul/Reggae. Un album que posee un sonido característico y en esta ocasión se adentra en composiciones más complejas pero sin alejarse de la esencia del Boss Reggae. Grabado en directo en Estudios Brazil, mezclado en Estudios Estrella y masterizado en AD Mastering (Londres)."
  },
  {
    "nombre": "Turbo Charged",
    "unidades": "1 LP",
    "artista": "Nitty Gritty",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146509-comprar-vinilo-de-nitty-gritty-turbo-charged.html",
    "imagen": "https://rockntipo.com/266486-home_default/comprar-vinilo-de-nitty-gritty-turbo-charged.jpg",
    "precio": "23,34€",
    "descripcion": "Nitty Gritty - Album Turbo Charged (1 LP). Género: Jazz/Blues/Soul/Reggae. Primera edición desde la primera edición en vinilo LP en 1986. «Turbo Charged» fue producido por King Jammy aka Prince Jammy y se convirtió a mediados de los 80 en un referente del Reggae & Dancehall - aquí se encuentran los éxitos 'Hog In A Minty' (una actualización de la tradición Mento en el 'Tempo' Riddim), «Gimme Some Of Your Something», y 'Down In The Ghetto' (en el 'Satta' Riddim), 'Rub A Dub A Kill You' (en el 'Rockfort Rock' Riddim), además de 'Amazing Grace' (en el 'Java' Riddim). La vida de Nitty Gritty (de nombre: Glen Augustus Holeness) fue trágicamente muy corta, nació en 1991 en Brooklyn, Nueva York, de la mano de su «colega» Super Cat en Notwehr, pero este álbum de larga duración es obra suya. Este Longplayer también está disponible en CD (con cuatro temas extra y notas de Chris O'Brien), Katalog-Nr. GREWCD93, Código de barras: 601811009321, HAP C23/6,79Mathias Delplanque nació en 1973 en Uagadugú, Burkina Faso. Vive y trabaja en Nantes y mantiene estrechos vínculos con los ámbitos de la música ambiental, electrónica, electroacústica y concreta, así como con el dub y la grabación de campo. Un personaje bastante escurridizo, discreto pero prolífico, al que se puede encontrar en los créditos de los discos de dDamage o Ghislain Poirier, así como detrás de la mesa de mezclas de Charlélie Couture, cuando no se divierte bajo el nombre de Lena publicando fabulosos álbumes de dub minimal en excelentes sellos como el belga Quatermass.."
  },
  {
    "nombre": "You Don&acute;T Love Me (No,No, No)",
    "unidades": "1 Single 12\"",
    "artista": "Dawn Penn",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146510-comprar-vinilo-de-dawn-penn-you-don-t-love-me-no-no-no-single-12pulgadas.html",
    "imagen": "https://rockntipo.com/266487-home_default/comprar-vinilo-de-dawn-penn-you-don-t-love-me-no-no-no-single-12pulgadas.jpg",
    "precio": "18,51€",
    "descripcion": "Dawn Penn - Album You Don´T Love Me (No,No, No) (1 Single 12'). Género: Jazz/Blues/Soul/Reggae. Versión dancehall de 1994 que alcanzó las listas de éxitos en su momento.Producida por Steely y Cleevie con una versión instrumental en la cara b."
  },
  {
    "nombre": "Well Be Around",
    "unidades": "1 LP",
    "artista": "The Gramophone Allstars Big Band",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146634-comprar-vinilo-de-the-gramophone-allstars-big-band-well-be-around.html",
    "imagen": "https://rockntipo.com/266634-home_default/comprar-vinilo-de-the-gramophone-allstars-big-band-well-be-around.jpg",
    "precio": "22,36€",
    "descripcion": "The Gramophone Allstars Big Band - Album Well Be Around (1 LP). Género: Jazz/Blues/Soul/Reggae. The Gramophone Allstars Big Band celebran su 10º aniversario con una gira, un documental conmemorativo y también un disco recopilatorio.En el disco 'We'll be around', The Gramophone Allstars recoge muchos temas de esta década que había en singles y EPs ya descatalogados. Encontramos cuatro canciones extraídas de 'The Reel Influence', el EP que grabaron en el Teatro Ca l'Eril de Guissona donde se adentraban en las raíces profundas del ska jamaicano más vintage. También figura su singular lectura del 'Let's Get It On' de Marvin Gaye, aparecida sólo en single. Y las piezas inspiradas por Skatalites que recogieron en el disco 'Love Letter', donde también versionaban el clásico 'Old Rocking Chair'"
  },
  {
    "nombre": "Mystic Man",
    "unidades": "1 LP Green",
    "artista": "Peter Tosh",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146475-comprar-vinilo-de-peter-tosh-mystic-man-green.html",
    "imagen": "https://rockntipo.com/266448-home_default/comprar-vinilo-de-peter-tosh-mystic-man-green.jpg",
    "precio": "36,70€",
    "descripcion": "Peter Tosh - Album Mystic Man (1 LP Green). Género: Jazz/Blues/Soul/Reggae. Mystic Man, publicado en 1979, es un álbum introspectivo y cargado de espiritualidad de Peter Tosh. El álbum refleja sus profundas creencias y contiene una mezcla de temas conmovedores y políticos. Canciones como 'Mystic Man' y 'Jah Seh No' ponen de relieve el compromiso de Tosh con su fe y su desdén por la corrupción social. La producción del álbum está marcada por un sonido refinado que equilibra el reggae de raíces con una sutil experimentación."
  },
  {
    "nombre": "Solo Live",
    "unidades": "1 LP",
    "artista": "Nenad Vasilic",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146422-comprar-vinilo-de-nenad-vasilic-solo-live.html",
    "imagen": "https://rockntipo.com/266406-home_default/comprar-vinilo-de-nenad-vasilic-solo-live.jpg",
    "precio": "27,79€",
    "descripcion": "Nenad Vasilic - Album Solo Live (1 LP). Género: Jazz/Blues/Soul/Reggae. Estupendo disco en directo, sin trampa ni cartón, de Nenad Vasilic. Solo antes el peligro es dónde un instrumentista excepcional como él se crece."
  },
  {
    "nombre": "A Place Called Home",
    "unidades": "1 LP",
    "artista": "Oddgeir Berg Trio",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146432-comprar-vinilo-de-oddgeir-berg-trio-a-place-called-home.html",
    "imagen": "https://rockntipo.com/266402-home_default/comprar-vinilo-de-oddgeir-berg-trio-a-place-called-home.jpg",
    "precio": "40,47€",
    "descripcion": "Oddgeir Berg Trio - Album A Place Called Home (1 LP). Género: Jazz/Blues/Soul/Reggae. La isla noruega de Rolla es pequeña y está escasamente poblada: aquí viven apenas 900 personas; en 'A Place Called Home', el pianista Oddgeir Berg nos lleva a este lugar, el lugar de nacimiento de su padre, para un álbum conceptual sobre la magia de la naturaleza, los espacios escondido en la memoria y los vínculos que proporciona la familia. La música fue escrita con una nueva formación de trío y durante un período de confusión personal, incluido el diagnóstico de cáncer de la madre de Berg y las preocupaciones que acompañaron su tratamiento. Como era de esperar, la música se siente íntima y pastoral, en su mayoría de ritmo más lento e introspectiva. Pero aquí también hay momentos de suave exploración, así como un hermoso solo de bajo del nuevo miembro Audun Ramo. Es una invitación a un viaje: a hacer de cualquier lugar su hogar."
  },
  {
    "nombre": "Forgiveness",
    "unidades": "1 LP",
    "artista": "Rain Sultanov",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146433-comprar-vinilo-de-rain-sultanov-forgiveness.html",
    "imagen": "https://rockntipo.com/266403-home_default/comprar-vinilo-de-rain-sultanov-forgiveness.jpg",
    "precio": "40,47€",
    "descripcion": "Rain Sultanov - Album Forgiveness (1 LP). Género: Jazz/Blues/Soul/Reggae. La ira es una fuerza destructiva. Especialmente ahora, en las noticias, podemos presenciar su impacto todos los días. Y, sin embargo, es una parte integral de la condición humana. En su nuevo álbum para Ozella, Rain Sultanov se enfrenta a la ira escribiendo algunas de las músicas más celestiales de su carrera. Saxofón soprano, órgano, violonchelo: esta instrumentación inusual está en el corazón de estas nueve composiciones flotantes y profundamente conmovedoras. Como tal, Forgiveness es una extensión de la paleta del ciclo de lanzamiento de 2018, que se centró en el dúo principal de órgano y saxofón. Sin embargo, como subraya Sultonov, lo que importa no es la alineación. Lo que cuenta es utilizar la música como instrumento para transformar nuestra ira y ofrecer perdón a ella, a los demás y a nosotros mismos."
  },
  {
    "nombre": "Jaguar II",
    "unidades": "2 LP Deluxe",
    "artista": "Victoria Monet",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146488-comprar-vinilo-de-victoria-monet-jaguar-ii-doble-deluxe.html",
    "imagen": "https://rockntipo.com/266462-home_default/comprar-vinilo-de-victoria-monet-jaguar-ii-doble-deluxe.jpg",
    "precio": "39,46€",
    "descripcion": "Victoria Monet - Album Jaguar II (2 LP Deluxe). Género: Jazz/Blues/Soul/Reggae. JAGUAR II : Deluxe llega como celebración del álbum ganador del GRAMMY JAGUAR II y del viaje de JAGUAR hasta ahora. Este pack de 2 LP incluye diez nuevos temas extra y se presenta en un lujoso formato con un gatefold desplegable. Incluye el último single «SOS» con USHER, un póster desplegable exclusivo, imágenes nunca vistas y un nuevo packaging."
  },
  {
    "nombre": "My Last Farewell",
    "unidades": "3 LP",
    "artista": "Roger Whittaker",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146489-comprar-vinilo-de-roger-whittaker-my-last-farewell-triple.html",
    "imagen": "https://rockntipo.com/266463-home_default/comprar-vinilo-de-roger-whittaker-my-last-farewell-triple.jpg",
    "precio": "113,49€",
    "descripcion": "Roger Whittaker - Album My Last Farewell (3 LP). Género: Jazz/Blues/Soul/Reggae. La colección definitiva de Roger Whittaker 'My Last Farewell ' en flamante edición triple vinilo."
  },
  {
    "nombre": "Never Too Much: Greatest Hits",
    "unidades": "2 LP",
    "artista": "Luther Vandross",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146363-comprar-vinilos-de-luther-vandross-never-too-much-greatest-hits-doble.html",
    "imagen": "https://rockntipo.com/266333-home_default/comprar-vinilos-de-luther-vandross-never-too-much-greatest-hits-doble.jpg",
    "precio": "34,31€",
    "descripcion": "Luther Vandross - Album Never Too Much: Greatest Hits (2 LP). Género: Jazz/Blues/Soul/Reggae. Never Too Much: Greatest Hits' es el complemento del documental 'Luther Vandross: Never Too Much', producido por Sony Music Vision y FoxxHole Productions. Dirigido por Dawn Porter, el documental incluye entrevistas con muchos artistas que trabajaron con Luther o se vieron influidos por él, como Mariah Carey, Roberta Flack, Jamie Foxx, Richard Marx y Dionne Warwick. El álbum que acompaña a la banda sonora contiene las versiones de estudio de todas las canciones incluidas en el documental, así como cuatro temas inéditos, entre ellos el clásico de The Beatles 'Michelle', grabado en junio de 1989."
  },
  {
    "nombre": "Bush Doctor",
    "unidades": "1 LP Red",
    "artista": "Peter Tosh",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146277-comprar-vinilo-de-peter-tosh-bush-doctor-red.html",
    "imagen": "https://rockntipo.com/266245-home_default/comprar-vinilo-de-peter-tosh-bush-doctor-red.jpg",
    "precio": "36,70€",
    "descripcion": "Peter Tosh - Album Bush Doctor (1 LP Red). Género: Jazz/Blues/Soul/Reggae. «Bush Doctor», publicado en 1978, es el tercer álbum en solitario de Peter Tosh y el primero bajo el sello discográfico de los Rolling Stones. El álbum incluye colaboraciones con artistas notables, como Mick Jagger y Keith Richards. Conocido por su fusión de elementos de reggae y rock, «Bush Doctor» incluye temas como el titulado «Bush Doctor» y «(You Gotta Walk) Don't Look Back», que obtuvo una atención significativa. Este álbum continúa la tradición de Tosh de abordar cuestiones sociales al tiempo que explora temas de sanación personal y colectiva a través de la música, estableciéndose como un artista versátil e influyente en el género del reggae."
  },
  {
    "nombre": "La Bellaquera-Milly Malone",
    "unidades": "1 Single 7\"",
    "artista": "Tito Ramirez",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146196-comprar-vinilo-de-tito-ramirez-la-bellaquera-milly-malone-single.html",
    "imagen": "https://rockntipo.com/266164-home_default/comprar-vinilo-de-tito-ramirez-la-bellaquera-milly-malone-single.jpg",
    "precio": "14,59€",
    "descripcion": "Tito Ramirez - Album La Bellaquera-Milly Malone (1 Single 7'). Género: Jazz/Blues/Soul/Reggae. El misterioso enmascarado Tito Ramírez está de regreso con nuevo single. Tras el aclamado LP El Prince (2022, Discos Antifaz / El Volcán Música) y una extensa gira de conciertos, nos presenta dos canciones inéditas: La Bellaquera y Milly Malone. Además de escucharlas en todas las plataformas, puedes disfrutarlo en vinilo de 7' de edición limitada que ya puedes conseguir en nuestra tienda online. La Bellaquera/Milly Malone ya está disponible en todas las plataformas.Con La Bellaquera, Tito Ramírez se vuelve a sacar de la manga un auténtico rompepistas. Un frenético y salvaje boogaloo instrumental cantado que habla sobre la Bellaquera, el nuevo baile que a los jóvenes vuelve locos.En Milly Malone encontramos preciosas armonías vocales que nos cantan en spanglish sobre la chica que le vuelve loco. Pop, psicodelia, garaje, latín soul, popcorn... todo en una misma canción."
  },
  {
    "nombre": "Love Child",
    "unidades": "1 LP",
    "artista": "Koko-Jean & The Tonics",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146145-comprar-vinilo-de-koko-jean-and-the-tonics-love-child.html",
    "imagen": "https://rockntipo.com/266101-home_default/comprar-vinilo-de-koko-jean-and-the-tonics-love-child.jpg",
    "precio": "18,04€",
    "descripcion": "Koko-Jean & The Tonics - Album Love Child (1 LP). Género: Jazz/Blues/Soul/Reggae. Soul cosa fina desde la ciudad condal con este 'Lovechild', desde ya el mejor disco de Koko-Jean & The Tonics, palabras mayores en el Soul nacional e internacional.&nbsp;"
  },
  {
    "nombre": "Live In Liverpool",
    "unidades": "2 LP",
    "artista": "P.P. Arnold",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146151-comprar-vinilo-de-p-p-arnold-live-in-liverpool-doble.html",
    "imagen": "https://rockntipo.com/266107-home_default/comprar-vinilo-de-p-p-arnold-live-in-liverpool-doble.jpg",
    "precio": "41,93€",
    "descripcion": "P.P. Arnold - Album Live In Liverpool (2 LP). Género: Jazz/Blues/Soul/Reggae. Espectacular disco en solitario de una de las leyendas en activo del Soul inglés. Imperdible es quedarse corto."
  },
  {
    "nombre": "Mama Africa",
    "unidades": "1 LP 12\"",
    "artista": "Peter Tosh",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146018-comprar-vinilo-de-peter-tosh-mama-africa.html",
    "imagen": "https://rockntipo.com/265954-home_default/comprar-vinilo-de-peter-tosh-mama-africa.jpg",
    "precio": "36,70€",
    "descripcion": "Peter Tosh - Album Mama Africa (1 LP 12'). Género: Jazz/Blues/Soul/Reggae. Peter Tosh fue uno de los intérpretes más carismáticos del reggae, y grabó temas fundamentales con The Wailers antes de grabar una serie de fulgurantes álbumes en solitario para el sello de los Rolling Stones. Mama Africa, de 1983, combina los mensajes de conciencia política y social por los que era famoso el intérprete rastafari con algunos de los mejores apoyos instrumentales que jamás haya tenido. Estos nueve temas incluyen colaboraciones del gran Sly Dunbar y Robbie Shakespeare, así como del grupo de cantantes The Tamlins, y desde los trompetistas y tamborileros africanos hasta Tosh al clavinet, hay una gran química musical en todo el disco. Tosh da nueva vida a viejos favoritos como «Stop That Train» de The Wailers, «Maga Dog» y el clásico del rock 'n' roll «Johnny B. Goode», y golpea fuerte con nuevas canciones como «Peace Treaty» y «Glasshouse». Mama Africa, el disco más vendido de Peter Tosh fuera de Jamaica y quizá su lanzamiento más accesible, es la introducción ideal a una auténtica leyenda del reggae."
  },
  {
    "nombre": "Miles In France - Miles Davis Quintet 1963/64: The Bootleg Serie Vol. 8",
    "unidades": "8 LP",
    "artista": "Miles Davis",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146185-comprar-vinilo-de-miles-davis-miles-in-france-miles-davis-quintet-1963-64-the-bootleg-serie-vol-8.html",
    "imagen": "https://rockntipo.com/266153-home_default/comprar-vinilo-de-miles-davis-miles-in-france-miles-davis-quintet-1963-64-the-bootleg-serie-vol-8.jpg",
    "precio": "197,30€",
    "descripcion": "Miles Davis - Album Miles In France - Miles Davis Quintet 1963/64: The Bootleg Serie Vol. 8 (8 LP). Género: Jazz/Blues/Soul/Reggae. Incluye toda la música realizada en el Festival Mondial Du Jazz de Antibes de 1963 (26-28 de julio de ese año) y en el Festival de Jazz de París de 1964 (1 de octubre). En las grabaciones de 1963 aparecen George Coleman, Herbie Hancock, Ron Carter y Tony Williams - mientras que en las de 1964 destaca la llegada de Wayne Shorter al saxo tenor como último miembro del Segundo Gran Quinteto. Miles In France llegará el 8 de noviembre en una edición de 6 CD y 8 LP con más de cuatro horas de música inédita y nuevas notas del periodista Marcus J. Moore. También estará disponible una edición especial de 2 LP, sólo con las grabaciones de 1964, en vinilo azul, blanco y rojo inspirado en la bandera francesa."
  },
  {
    "nombre": "Miles In France - Miles Davis Quintet 1963/64: The Bootleg Serie Vol. 8",
    "unidades": "2 LP",
    "artista": "Miles Davis",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/146186-comprar-vinilo-de-miles-davis-miles-in-france-miles-davis-quintet-1963-64-the-bootleg-serie-vol-8-doble.html",
    "imagen": "https://rockntipo.com/266154-home_default/comprar-vinilo-de-miles-davis-miles-in-france-miles-davis-quintet-1963-64-the-bootleg-serie-vol-8-doble.jpg",
    "precio": "60,05€",
    "descripcion": "Miles Davis - Album Miles In France - Miles Davis Quintet 1963/64: The Bootleg Serie Vol. 8 (2 LP). Género: Jazz/Blues/Soul/Reggae. Incluye toda la música realizada en el Festival Mondial Du Jazz de Antibes de 1963 (26-28 de julio de ese año) y en el Festival de Jazz de París de 1964 (1 de octubre). En las grabaciones de 1963 aparecen George Coleman, Herbie Hancock, Ron Carter y Tony Williams - mientras que en las de 1964 destaca la llegada de Wayne Shorter al saxo tenor como último miembro del Segundo Gran Quinteto. Miles In France llegará el 8 de noviembre en una edición de 6 CD y 8 LP con más de cuatro horas de música inédita y nuevas notas del periodista Marcus J. Moore. También estará disponible una edición especial de 2 LP, sólo con las grabaciones de 1964, en vinilo azul, blanco y rojo inspirado en la bandera francesa."
  },
  {
    "nombre": "Love Avatar",
    "unidades": "1 LP con Descarga",
    "artista": "Peter Gall",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145951-comprar-vinilo-de-peter-gall-love-avatar-con-descarga.html",
    "imagen": "https://rockntipo.com/265872-home_default/comprar-vinilo-de-peter-gall-love-avatar-con-descarga.jpg",
    "precio": "23,34€",
    "descripcion": "Peter Gall - Album Love Avatar (1 LP con Descarga). Género: Jazz/Blues/Soul/Reggae. Peter Gall, batería de Web Web, uno de los bateristas de jazz alemanes más consumados y solicitados, publica su segundo álbum en solitario. Un trabajo intenso lleno de pasión por el jazz modal, la fusión y la improvisación. Con el apoyo incondicional de Gilles Peterson. Con invitados muy virtuosos y destacados: Wanja Slavin, Rainer Böhm, Reinier Baas, Matthias Pichler y una gira en directo en invierno y primavera de 2025.Han pasado seis años desde que el sensacional álbum de debut de Peter Gall «Paradox Dreambox» viera la luz. Lo que comenzó como un experimento se convirtió en una sólida declaración musical que obtuvo una entusiasta respuesta en el mundo del jazz y dio lugar a exitosas giras con una fantástica banda. Ahora llega por fin el esperado segundo álbum: en LOVE AVATAR, el berlinés por elección, nacido en Bad Aibling, en el sur de Baviera, continúa su búsqueda de nuevas galaxias y paradojas musicales, erupciones emocionales, grooves irresistibles y lo irreal, lo sobrenatural y el amor en la música.LOVE AVATAR de Peter Gall y sus colegas es más rico, más complejo, pero también más centrado y coherente que su predecesor. Místico, ardiente y mordaz, multidimensional y, sobre todo, muy centrado en los ritmos enardecedores. En cierto modo, no es un álbum de jazz puro, hay demasiados mundos paralelos para ello. Sin embargo, el jazz, lo imprevisible, la interacción a ciegas y el coraje para asumir riesgos desempeñan el papel más importante en este conglomerado de post bop, fusión, baião, indie rock antémico, melancólicas esferas de sintetizador y ritmos hipnotizantes."
  },
  {
    "nombre": "Bam Bam",
    "unidades": "1 Single 7\"",
    "artista": "Sister Nancy",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145952-comprar-vinilo-de-sister-nancy-bam-bam-single.html",
    "imagen": "https://rockntipo.com/265873-home_default/comprar-vinilo-de-sister-nancy-bam-bam-single.jpg",
    "precio": "18,51€",
    "descripcion": "Sister Nancy - Album Bam Bam (1 Single 7'). Género: Jazz/Blues/Soul/Reggae. Reedición en 7 pulgadas de oro macizo de la canción Dancehall/Reggae Classic de 1982 «Bam Bam», un éxito de la artista jamaicana de dancehall Sister Nancy."
  },
  {
    "nombre": "When My Heart Finds Christmas",
    "unidades": "2 LP Rojos",
    "artista": "Harry Connick Jr",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145917-comprar-vinilo-de-harry-connick-jr-when-my-heart-finds-christmas-dobles-rojos.html",
    "imagen": "https://rockntipo.com/265838-home_default/comprar-vinilo-de-harry-connick-jr-when-my-heart-finds-christmas-dobles-rojos.jpg",
    "precio": "30,88€",
    "descripcion": "Harry Connick Jr - Album When My Heart Finds Christmas (2 LP Rojos). Género: Jazz/Blues/Soul/Reggae. When My Heart Finds Christmas es el primer álbum navideño del artista estadounidense HARRY CONNICK Jr. Publicado en 1993, se cuenta entre las colecciones navideñas más populares de las tres últimas décadas en Estados Unidos. CONNICK Jr compuso cuatro canciones para el álbum: When My Heart Finds Christmas, (It Must've Been Ol) Santa Claus, The Blessed Dawn Of Christmas Day y I Pray On Christmas. Las demás canciones son villancicos tradicionales."
  },
  {
    "nombre": "Time Out",
    "unidades": "1 LP",
    "artista": "Dave Brubeck",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145923-comprar-vinilo-de-dave-brubeck-time-out.html",
    "imagen": "https://rockntipo.com/265844-home_default/comprar-vinilo-de-dave-brubeck-time-out.jpg",
    "precio": "27,45€",
    "descripcion": "Dave Brubeck - Album Time Out (1 LP). Género: Jazz/Blues/Soul/Reggae. Time Out, el álbum definitivo de jazz de 1959 del DAVE BRUBECK QUARTET, ya disponible en vinilo negro de 180 g. Time Out incluye clásicos inconfundibles como Take Five y Strange Meadow Lark."
  },
  {
    "nombre": "Dance. No One&#039;S Watching",
    "unidades": "2 LP",
    "artista": "Ezra Collective",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145856-comprar-vinilo-de-ezra-collective-dance-no-one-s-watching-doble.html",
    "imagen": "https://rockntipo.com/265769-home_default/comprar-vinilo-de-ezra-collective-dance-no-one-s-watching-doble.jpg",
    "precio": "34,13€",
    "descripcion": "Ezra Collective - Album Dance, No One'S Watching (2 LP). Género: Jazz/Blues/Soul/Reggae. 'Dance, No One's Watching' es una oda al sagrado y alegre acto de bailar, un álbum que te guía musicalmente a través de una noche en la ciudad, desde la apertura de posibilidades cuando empieza la noche, hasta las últimas horas del amanecer cuando esta llega a su fin.&nbsp;"
  },
  {
    "nombre": "Good Things",
    "unidades": "1 LP",
    "artista": "Culture",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145863-comprar-vinilo-de-culture-good-things.html",
    "imagen": "https://rockntipo.com/265776-home_default/comprar-vinilo-de-culture-good-things.jpg",
    "precio": "31,69€",
    "descripcion": "Culture - Album Good Things (1 LP). Género: Jazz/Blues/Soul/Reggae. Grabado con 3 instrumentos de metal, bajo, batería, teclados y percusión, con algunos giros dub interesantes. También hay un homenaje a Bob Marley titulado 'Psalm of Bob Marley' y el excelente 'Cousin Rude Boy'. Este es un álbum de pura raíz remasterizado con los más altos estándares, con una funda de cartón de 350 g con el diseño gráfico de Mitch Goldberg. Nunca reeditado en vinilo desde su lanzamiento."
  },
  {
    "nombre": "Classical Soul Vol 1",
    "unidades": "2 LP",
    "artista": "Alexis Ffrench",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145789-comprar-vinilo-de-alexis-ffrench-classical-soul-vol-1-doble.html",
    "imagen": "https://rockntipo.com/265702-home_default/comprar-vinilo-de-alexis-ffrench-classical-soul-vol-1-doble.jpg",
    "precio": "34,31€",
    "descripcion": "Alexis Ffrench - Album Classical Soul Vol 1 (2 LP). Género: Jazz/Blues/Soul/Reggae. Classical Soul Volume One de Alexis Ffrench es una colección de composiciones originales para piano y orquesta, intercaladas con pequeños y refrescantes fragmentos de himnos soul populares.Convertido en uno de los artistas más inconfundibles y rompedores del Reino Unido, pionero del género 'Soul Clásico' y con más de mil millones de streams en su catálogo, la noticia viene acompañada del lanzamiento de su nuevo single a piano solo 'The Way It Was', inspirado en la colección de discos de su difunto padre y grabado en los famosos Estudios Miraval de Brad Pitt y Damien Quintard.Alexis acerca el piano al gran público. Ya sea actuando en el Concierto de la Coronación del Rey en 2023 ante una audiencia de más de 18 millones de espectadores, presentando su programa de Apple Music después de Rocket Hour de Elton John, actuando en los principales festivales de música y en salas con las entradas agotadas de todo el mundo, impartiendo clases magistrales de educación musical en todo el país o publicando versiones de éxitos actuales de Central Cee, Billie Eilish y otros para una entusiasta audiencia en las redes sociales, Alexis es un apasionado de que la música sea accesible para todos.'The Way It Was' se inspira en la colección de discos del difunto padre de Alexis. En el primer single, que sale hoy, Alexis toma la profundidad y la emoción de su amor infantil por el soul y lo combina con su talento para la música clásica para crear una canción nostálgica y conmovedora, pero atemporal y edificante.En cuanto a 'The Way It Was', Alexis escribe: 'The Way It Was se inspira en la vasta colección de discos de mi padre. Durante mi infancia, nuestra casa tenía una rica banda sonora de Sam Cooke, Aretha Franklin, Stevie Wonder, Roberta Flack, algunos de los cuales considero mis primeros maestros.Mientras tocaba el piano 'imaginario' en la mesa de la cocina, al son de clásicos como Superstition y At Last, me sentía transportado a un lugar maravilloso y sentía una llamada. Y mientras escuchaba, absorbía la pasión, el orgullo y el propósito de estos iconos del soul y soñaba con un camino paralelo, informado por las vidas llenas de historia de estos grandes del soul y su misión más amplia.Cuando miro atrás y recuerdo cómo era, y el espacio ilimitado que se me brindó para crecer creativa y espiritualmente, he llegado a comprender mejor todo lo que se me había regalado, y la deuda que tengo.Estos artistas, y el poder de sus voces colectivas, conectaron conmigo en lo más profundo de mi ser y me abrieron una puerta a un mundo de Soul Clásico, y por ello estoy verdaderamente agradecido.'Refiriéndose al próximo álbum, Alexis añade: 'Por eso he querido crear una mixtape moderna, una sinfonía de soul clásico para el siglo XXI. Un álbum que pretende replantear la historia clásica, construyendo elevados pilares sinfónicos de 'Black Ivy' a partir de los ecos de los clásicos del soul, en una majestuosa expresión de orgullo, amor, nostalgia y elixir curativo.'Alexis es una estrella pionera del Soul Clásico, y su sonido se resiste a encajar en un solo género, épocas o expectativas. En lugar de inclinarse hacia el estrecho y tradicional concepto de 'clásico', Alexis se abre hacia el exterior, con una perspectiva expansiva, recurriendo a un mosaico de influencias que lleva de la mano al oyente a través de un mundo de posibilidades.'The Way It Was' es el primer tema del gran año musical de Alexis, y en Classical Soul Volume One nos espera parte de su música más sentida y comprometida hasta la fecha."
  },
  {
    "nombre": "Into The Wil",
    "unidades": "1 LP Black",
    "artista": "Molly Tuttle & Golden Highway",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145752-compra-vinilo-de-molly-tuttle-and-golden-highway-into-the-wil-black.html",
    "imagen": "https://rockntipo.com/265658-home_default/compra-vinilo-de-molly-tuttle-and-golden-highway-into-the-wil-black.jpg",
    "precio": "33,03€",
    "descripcion": "Molly Tuttle & Golden Highway - Album Into The Wil (1 LP Black). Género: Jazz/Blues/Soul/Reggae. Molly Tuttle y Golden Highway publican un nuevo EP de seis canciones, Into the Wild, a través de Nonesuch Records. El EP, continuación de su álbum ganador de un Grammy y aclamado por la crítica 2023, City of Gold, incluye tres canciones nuevas, así como versiones publicadas anteriormente de 'White Rabbit' de Jefferson Airplane y 'good 4 u' de Olivia Rodrigo, y una versión alternativa del tema de City of Gold 'Stranger Things'."
  },
  {
    "nombre": "Both Sides",
    "unidades": "5 LP Deluxe",
    "artista": "Phil Collins",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145753-compra-vinilo-de-phil-collins-both-sides-quintuple-deluxe.html",
    "imagen": "https://rockntipo.com/265659-home_default/compra-vinilo-de-phil-collins-both-sides-quintuple-deluxe.jpg",
    "precio": "196,36€",
    "descripcion": "Phil Collins - Album Both Sides (5 LP Deluxe). Género: Jazz/Blues/Soul/Reggae. Para celebrar el 30 aniversario de Phil Collins Both Sides se lanza una edición de lujo del álbum como una caja de 5LP. El lanzamiento contiene pistas que no han estado previamente en vinilo desde el CD de reedición de 2016, pistas adicionales que no son del álbum Demos, pistas en vivo y caras B de singles alrededor del lanzamiento original en noviembre de 1993. El 5LP cuenta con una funda gatefold para el álbum original más 3 x fundas individuales, todas con bolsas interiores impresas con una entrevista transcrita con Phil hecho en el momento y todos serán alojados en un estuche rígido."
  },
  {
    "nombre": "Highway Prayers",
    "unidades": "2 LP",
    "artista": "Billy Strings",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145769-compra-vinilo-de-billy-strings-highway-prayers-doble.html",
    "imagen": "https://rockntipo.com/265675-home_default/compra-vinilo-de-billy-strings-highway-prayers-doble.jpg",
    "precio": "91,76€",
    "descripcion": "Billy Strings - Album Highway Prayers (2 LP). Género: Jazz/Blues/Soul/Reggae. BILLY STRINGS Highway Prayers La superestrella del bluegrass moderno Billy Strings ha anunciado Highway Prayers, su primer lanzamiento de estudio desde su LP de 2022 en colaboración padre-hijo Me/And/Dad y su primera colección de estudio en solitario desde Renewal de 2021. El LP de 20 pistas, coproducido por Billy Strings y Jon Brion, se lanzará el 27 de septiembre de 2024. CD"
  },
  {
    "nombre": "Mountains",
    "unidades": "2 LP",
    "artista": "Micah Thomas",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145730-comprar-vinilo-de-micah-thomas-mountains-doble.html",
    "imagen": "https://rockntipo.com/265636-home_default/comprar-vinilo-de-micah-thomas-mountains-doble.jpg",
    "precio": "34,62€",
    "descripcion": "Micah Thomas - Album Mountains (2 LP). Género: Jazz/Blues/Soul/Reggae. El excelente Micah Thomas que, a pesar de trabajar con temas de influencia jazzística, no pueden ocultar su formación en música clásica. Esto es precisamente lo que hace que esta obra sea tan cautivadora, logrando una maravillosa mezcla de ambos mundos. *Mountains* marca el primer trabajo de Thomas para un gran conjunto y ofrece una experiencia auditiva vasta y emocionalmente rica que explora las profundidades de la narración musical. Este proyecto exploratorio reúne a Thomas y algunas de las figuras más inventivas del jazz moderno, incluido el trompetista Adam O'Farrill, el saxofonista alto Immanuel Wilkins, la saxofonista tenor Nicole Glover, el trombonista Caleb Smith, el bajista Kanoa Mendenhall y el baterista Kweku Sumbry.Todos estos artistas, líderes individuales del jazz contemporáneo cuyos álbumes comentamos en cada lanzamiento, aportan una cualidad particularmente interesante a este proyecto."
  },
  {
    "nombre": "Love Deluxe",
    "unidades": "1 LP",
    "artista": "Sade",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145687-comprar-vinilo-de-sade-love-deluxe.html",
    "imagen": "https://rockntipo.com/265593-home_default/comprar-vinilo-de-sade-love-deluxe.jpg",
    "precio": "25,74€",
    "descripcion": "Sade - Album Love Deluxe (1 LP). Género: Jazz/Blues/Soul/Reggae. Love Deluxe (1992) es el cuarto álbum de Sade, que contiene los sencillos 'No Ordinary Love', 'Feel No Pain', 'Kiss Of Life' y 'Cherish The Day'. El álbum se grabó en Studio Condulmer (Italia), Ridge Farm (Inglaterra), The Hit Factory (Inglaterra) e Image Recording (EE.UU.). El audio del vinilo utiliza transferencias digitales de alta resolución de las mezclas maestras estéreo, procedentes de las grabaciones originales de estudio, remasterizadas a media velocidad en los estudios Abbey Road.El elaborado proceso de remasterización a media velocidad ha producido un audio excepcionalmente limpio y detallado, al tiempo que se ha mantenido fiel al sonido pretendido por la banda. No se ha utilizado ninguna limitación digital adicional en el proceso de masterización, por lo que el álbum se beneficia de la ventaja de una claridad extra y una fidelidad pura, preservando el rango dinámico de las mezclas originales, presentadas en vinilo negro de 180 gramos de alto gramaje. La funda original del álbum y los elementos de embalaje se han reproducido meticulosamente con todo detalle, con papel y métodos de impresión auténticos."
  },
  {
    "nombre": "Lovers Rock",
    "unidades": "1 LP",
    "artista": "Sade",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145688-comprar-vinilo-de-sade-lovers-rock.html",
    "imagen": "https://rockntipo.com/265594-home_default/comprar-vinilo-de-sade-lovers-rock.jpg",
    "precio": "25,74€",
    "descripcion": "Sade - Album Lovers Rock (1 LP). Género: Jazz/Blues/Soul/Reggae. Lovers Rock (2000) es el quinto álbum de Sade, que incluye los singles 'By Your Side' y 'King Of Sorrow'. El álbum se grabó en Sarm Hook End (Inglaterra), El Cortijo (España) y Deliverance Studios (Inglaterra). El audio del vinilo utiliza transferencias digitales de alta resolución de las mezclas maestras estéreo, procedentes de las grabaciones originales de estudio, remasterizadas a media velocidad en los estudios Abbey Road.El elaborado proceso de remasterización a media velocidad ha producido un audio excepcionalmente limpio y detallado, al tiempo que se ha mantenido fiel al sonido pretendido por la banda. No se ha utilizado ninguna limitación digital adicional en el proceso de masterización, por lo que el álbum se beneficia de la ventaja de una claridad extra y una fidelidad pura, conservando el rango dinámico de las mezclas originales, presentadas en vinilo negro de 180 gramos de alto gramaje. La funda original del álbum y los elementos de embalaje se han reproducido meticulosamente con todo detalle, con papel y métodos de impresión auténticos."
  },
  {
    "nombre": "Soldier Of Love",
    "unidades": "1 LP",
    "artista": "Sade",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145689-comprar-vinilo-de-sade-soldier-of-love.html",
    "imagen": "https://rockntipo.com/265595-home_default/comprar-vinilo-de-sade-soldier-of-love.jpg",
    "precio": "25,74€",
    "descripcion": "Sade - Album Soldier Of Love (1 LP). Género: Jazz/Blues/Soul/Reggae. Soldier Of Love (2010) es el sexto álbum de Sade, que incluye los singles 'Soldier Of Love', 'Babyfather' y 'The Moon And The Sky'. El álbum se grabó en Realworld Studios (Inglaterra) y El Cortijo (España). El audio del vinilo utiliza transferencias digitales de alta resolución de las mezclas maestras estéreo, procedentes de las grabaciones originales de estudio, remasterizadas a media velocidad en los estudios Abbey Road.El elaborado proceso de remasterización a media velocidad ha producido un audio excepcionalmente limpio y detallado, a la vez que fiel al sonido pretendido por la banda. No se ha utilizado ninguna limitación digital adicional en el proceso de masterización, por lo que el álbum se beneficia de la ventaja de una claridad extra y una fidelidad pura, conservando el rango dinámico de las mezclas originales, presentadas en vinilo negro de 180 gramos de alto gramaje. La funda original del álbum y los elementos de embalaje se han reproducido meticulosamente con todo detalle, con papel y métodos de impresión auténticos."
  },
  {
    "nombre": "Another Day",
    "unidades": "1 LP",
    "artista": "Oscar Peterson",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145665-comprar-vinilo-de-oscar-peterson-another-day.html",
    "imagen": "https://rockntipo.com/265579-home_default/comprar-vinilo-de-oscar-peterson-another-day.jpg",
    "precio": "33,16€",
    "descripcion": "Oscar Peterson - Album Another Day (1 LP). Género: Jazz/Blues/Soul/Reggae. Por fin vuelve a estar disponiblic con un sonido de lujo 'Another day', una de las mejores improvisaciones de Oscar Peterson y uno de sus discos más injustamente infravalorados."
  },
  {
    "nombre": "Hello Herbie",
    "unidades": "1 LP",
    "artista": "Oscar Peterson",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145667-comprar-vinilo-de-oscar-peterson-hello-herbie.html",
    "imagen": "https://rockntipo.com/265580-home_default/comprar-vinilo-de-oscar-peterson-hello-herbie.jpg",
    "precio": "33,16€",
    "descripcion": "Oscar Peterson - Album Hello Herbie (1 LP). Género: Jazz/Blues/Soul/Reggae. Tal como su nombre indica, este disco es una colaboración especial entre Oscar Peterson y Herbs Ellis, dos genios absolutos, y el resultado es esperable perfección."
  },
  {
    "nombre": "Youthman Shanking",
    "unidades": "1 LP",
    "artista": "Wayne Smith",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145613-comprar-vinilo-de-wayne-smith-youthman-shanking.html",
    "imagen": "https://rockntipo.com/265516-home_default/comprar-vinilo-de-wayne-smith-youthman-shanking.jpg",
    "precio": "23,34€",
    "descripcion": "Wayne Smith - Album Youthman Shanking (1 LP). Género: REGGAE-DUB-STEP. Clásico álbum de Roots Reggae de 1982 producido por Prince Jammy en Channel On y King Tubby's. Incluye los exitosos singles 'Isim' 'Skism' y 'Ain't No Me Without You', así como el auténtico tema principal. Youthman Skanking es una excelente adición a lo que se conocería como el «sonido Waterhouse» basado en las raíces y encabezado por Black Uhuru. Wayne Smith & Jammy ejercerían una gran influencia en todo el mundo de la música con el éxito «Under Me Sleng Teng», que cambió el juego y desafió los géneros, pero Youthman Skanking es donde empezó todo."
  },
  {
    "nombre": "Hejira",
    "unidades": "1 LP",
    "artista": "Joni Mitchell",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145495-comprar-vinilo-de-joni-mitchell-hejira.html",
    "imagen": "https://rockntipo.com/265371-home_default/comprar-vinilo-de-joni-mitchell-hejira.jpg",
    "precio": "36,70€",
    "descripcion": "Joni Mitchell - Album Hejira (1 LP). Género: Jazz/Blues/Soul/Reggae. Hejira es el octavo álbum de estudio de la cantautora canadiense Joni Mitchell, publicado en 1976 por Asylum Records. Su material fue escrito durante un periodo de frecuentes viajes a finales de 1975 y principios de 1976, y refleja las experiencias de Mitchell en la carretera durante ese tiempo. Se caracteriza por la densidad lírica de sus canciones y el acompañamiento musical de varios instrumentistas de jazz, entre los que destacan el bajista sin trastes Jaco Pastorius, el guitarrista Larry Carlton y el batería John Guerin."
  },
  {
    "nombre": "Mingus",
    "unidades": "1 LP",
    "artista": "Joni Mitchell",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145496-comprar-vinilo-de-joni-mitchell-mingus.html",
    "imagen": "https://rockntipo.com/265372-home_default/comprar-vinilo-de-joni-mitchell-mingus.jpg",
    "precio": "44,12€",
    "descripcion": "Joni Mitchell - Album Mingus (1 LP). Género: Jazz/Blues/Soul/Reggae. Mingus es el décimo álbum de estudio de la música canadiense Joni Mitchell. Salió a la venta el 13 de junio de 1979 y fue su último álbum de estudio para Asylum Records. El álbum es una colaboración entre Mitchell y Charles Mingus. Se grabó en los meses anteriores y posteriores a la muerte de Mingus, en enero de 1979, y está enteramente dedicado a él. El álbum es uno de los trabajos más experimentales y centrados en el jazz de Mitchell. Mingus escribió originalmente seis composiciones («Joni I-VI») para que Mitchell les pusiera letra; tres de ellas se incluyeron en el álbum. Se incluyen otros dos temas escritos exclusivamente por Mitchell, junto con una nueva versión del estándar de Mingus «Goodbye Pork Pie Hat», con letra escrita por Mitchell. Además, hay cinco temas hablados (denominados «raps») repartidos por todo el álbum."
  },
  {
    "nombre": "Don Juan&#039;S Reckless Daughter",
    "unidades": "2 LP",
    "artista": "Joni Mitchell",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145497-comprar-vinilo-de-joni-mitchell-don-juan-s-reckless-daughter-doble.html",
    "imagen": "https://rockntipo.com/265373-home_default/comprar-vinilo-de-joni-mitchell-don-juan-s-reckless-daughter-doble.jpg",
    "precio": "52,30€",
    "descripcion": "Joni Mitchell - Album Don Juan'S Reckless Daughter (2 LP). Género: Jazz/Blues/Soul/Reggae. Juan's Reckless Daughter es un álbum doble de 1977 de Joni Mitchell. Su noveno álbum, es inusual por su estilo experimental, ampliando aún más el sonido influenciado por el jazz de las grabaciones anteriores de Mitchell. Mitchell ha declarado que, a punto de finalizar su contrato con Asylum Records, permitió que este álbum fuera más suelto que cualquier cosa que hubiera hecho anteriormente."
  },
  {
    "nombre": "Shadows And Light",
    "unidades": "2 LP",
    "artista": "Joni Mitchell",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145498-comprar-vinilo-de-joni-mitchell-shadows-and-light-doble.html",
    "imagen": "https://rockntipo.com/265374-home_default/comprar-vinilo-de-joni-mitchell-shadows-and-light-doble.jpg",
    "precio": "52,30€",
    "descripcion": "Joni Mitchell - Album Shadows And Light (2 LP). Género: Jazz/Blues/Soul/Reggae. Shadows and Light es el segundo álbum en directo de Joni Mitchell. Salió a la venta en septiembre de 1980 a través de Asylum Records, siendo su último trabajo para la discográfica. Fue grabado en septiembre de 1979 en el Santa Barbara Bowl de Santa Bárbara, California.Para el álbum, Mitchell contó con el apoyo de una banda de aclamados músicos de jazz y fusión formada por el guitarrista Pat Metheny, el bajista Jaco Pastorius, el batería Don Alias, el teclista Lyle Mays y el saxofonista Michael Brecker. Además, el grupo vocal The Persuasions aparece en la canción que da título al disco y en una versión de «Why Do Fools Fall in Love» de Frankie Lymon and the Teenagers."
  },
  {
    "nombre": "And Friends",
    "unidades": "1 LP",
    "artista": "Roy Ellis",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145463-comprar-vinilo-de-roy-ellis-and-friends.html",
    "imagen": "https://rockntipo.com/265339-home_default/comprar-vinilo-de-roy-ellis-and-friends.jpg",
    "precio": "23,41€",
    "descripcion": "Roy Ellis - Album And Friends (1 LP). Género: Jazz/Blues/Soul/Reggae. Desde que Roy Ellis volvió a la música Ska y Reggae en 2003, ha estado viajando alrededor del globo y ha conocido un montón de grupos con los que ha tocado en directo. Algunas de estas bandas grabaron algunas canciones con él que ahora se recopilan en este álbum. Una de las bandas con la que más a menudo ha tocado son Transilvanians de Vigo, primero grabaron un single versionando un par de viejos temas de Symarip como 'You Can't Leave Now' y 'Stay With Him' y, posteriormente, el álbum 'Almighty Ska'. Pero la canción que aparece en este disco es una colaboración que Roy hizo para el álbum de Transilvanians 'Echo, Vibes & Fire', editado en 2014, y titulada 'Mr. Rudy', pero la versión aquí incluida es una mezcla alternativa de Roberto Sánchez."
  },
  {
    "nombre": "3",
    "unidades": "1 LP",
    "artista": "Bandits",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145464-comprar-vinilo-de-bandits-3.html",
    "imagen": "https://rockntipo.com/265340-home_default/comprar-vinilo-de-bandits-3.jpg",
    "precio": "23,41€",
    "descripcion": "Bandits - Album 3 (1 LP). Género: Jazz/Blues/Soul/Reggae. Febrero de 2024, encarando la recta final a la edición de este disco. Rumiando y revisando detalles previos de entrada a fábrica nos vino a la memoria Bernat Roca. De repente han pasado 2 años de su muerte. Lo echamos de menos. Hubiéramos chado de compartir este disco en sus platos y que nos dijera la suya. Humilde e imprescindible, continúa en la memoria de La Plana Tropical.Por eso dedicamos este disco a Bernat. También a su hermano Robert y hermana Vero. Por la amistad, reconocimiento y por el gozo que supuso encontrarnos en la Isla del Tesoro.Entre paredes de madera, Bernat, Robert y Vero Roca desde su bar se curraron un punto de encuentro abierto, amable y enriquecedor para tejer 'escena'. Un espacio catalizador de nuevas sinergias en la emergente escena jamaicana local. Sería en la Isla del Tesoro (2003-2007) donde se pondría en marcha nuevas afinidades, proyectos musicales, nueva chavalada se estrenaría pinchando,... Así como nos iríamos conociendo parte de la banda que somos hoy Bandits.Evidentemente también hubo otros puntos imprescindibles picando piedra por el reggae y el pinchazo, haciendo pedagogía antifa y skatalítica. Necesaria e innegociable la labor de Jamaican Memories; mítica y maravillosa Lola generando 'comunidad'; pionero y militante Ferran Carbonell desde el Novecento al Benicàssim de principios 90s. Sirvan estas líneas para poner en valor el trabajo, actitud y herencia de este grupo para avanzar con determinación hacia el futuro posible de La Plana Tropical."
  },
  {
    "nombre": "Canciones Que No Quieren Morir",
    "unidades": "2 LP",
    "artista": "Litto Nebbia",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145465-comprar-vinilo-de-litto-nebbia-canciones-que-no-quieren-morir-doble.html",
    "imagen": "https://rockntipo.com/265341-home_default/comprar-vinilo-de-litto-nebbia-canciones-que-no-quieren-morir-doble.jpg",
    "precio": "41,93€",
    "descripcion": "Litto Nebbia - Album Canciones Que No Quieren Morir (2 LP). Género: Jazz/Blues/Soul/Reggae. Sorprendente recopilación de grabaciones de Litto Nebbias de 1971-1988, una época mágica y prolífica en la carrera del artista argentino y en la historia de su sello discográfico, Discos Melopea, incluyendo diferentes sonidos, desde el jazz hasta ritmos brasileños o texturas experimentales. Artistas y productores de hip-hop como The Alchemist, Jay Electronica y DJs como Gilles Peterson han declarado abiertamente su admiración por Nebbia, generando un gran interés por sus discos entre los coleccionistas de todo el mundo. Esta recopilación en doble LP, la primera publicada en Europa, comprende veintiún grabaciones extraídas de algunos de sus álbumes más conocidos y también rarezas, temas que antes no estaban disponibles en vinilo y canciones extraídas de sus álbumes más oscuros, la gran mayoría nunca reeditadas en vinilo antes."
  },
  {
    "nombre": "Ten Fold",
    "unidades": "1 LP",
    "artista": "Yaya Bey",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145323-comprar-vinilo-de-yaya-bey-ten-fold.html",
    "imagen": "https://rockntipo.com/265198-home_default/comprar-vinilo-de-yaya-bey-ten-fold.jpg",
    "precio": "32,18€",
    "descripcion": "Yaya Bey - Album Ten Fold (1 LP). Género: Jazz/Blues/Soul/Reggae. La vocalista de R&B criada en Nueva York, Yaya Bey, evoca un autorretrato completo en su nuevo álbum de estudio, Ten Fold. Donde sus trabajos anteriores fueron serios y conscientes, el nuevo LP de Yaya es definitivo, recordando aspectos de su pasado mientras examina el futuro del mundo que la rodea con una corriente de intencionalidad consciente. Sobre una producción entusiasta de Corey Fonville del grupo de jazz Butcher Brown, Karriem Riggins, Jay Daniel, Exaktly y Boston Chery, Yaya ofrece una obra maestra de voz libre que habla de las complejidades de perseverar durante un año marcado por el dolor y la pérdida, hitos que alteran la vida y todo lo demás."
  },
  {
    "nombre": "Twentyfour",
    "unidades": "2 LP",
    "artista": "Al Di Meola",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145231-comprar-vinilo-de-al-di-meola-twentyfour-doble.html",
    "imagen": "https://rockntipo.com/265106-home_default/comprar-vinilo-de-al-di-meola-twentyfour-doble.jpg",
    "precio": "41,93€",
    "descripcion": "Al Di Meola - Album Twentyfour (2 LP). Género: Jazz/Blues/Soul/Reggae. 'Twentyfour' es un viaje a través de la evolución musical de Al, mostrando su virtuosismo. Cada tema es una prueba de&nbsp;su inquebrantable compromiso de brindar excelencia."
  },
  {
    "nombre": "The People Tree-30Th Anniversary Special Edition",
    "unidades": "2 LP",
    "artista": "Mother Earth",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145236-comprar-vinilo-de-mother-earth-the-people-tree-30th-anniversary-special-edition-doble.html",
    "imagen": "https://rockntipo.com/265111-home_default/comprar-vinilo-de-mother-earth-the-people-tree-30th-anniversary-special-edition-doble.jpg",
    "precio": "34,13€",
    "descripcion": "Mother Earth - Album The People Tree-30Th Anniversary Special Edition (2 LP). Género: Jazz/Blues/Soul/Reggae. 'The People Tree' es un álbum del grupo británico de acid jazz Mother Earth que fue publicado por el sello Acid Jazz Records en 1993, luego reeditado en vinilo por en 2019.&nbsp;"
  },
  {
    "nombre": "Den Store Sommer",
    "unidades": "1 LP",
    "artista": "Helene Blum & Harald Haugaard Band",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145194-comprar-vinilo-de-helene-blum-harald-haugaard-band-den-store-sommer.html",
    "imagen": "https://rockntipo.com/265061-home_default/comprar-vinilo-de-helene-blum-harald-haugaard-band-den-store-sommer.jpg",
    "precio": "26,33€",
    "descripcion": "Helene Blum & Harald Haugaard Band - Album Den Store Sommer (1 LP). Género: Jazz/Blues/Soul/Reggae. Después de muchos álbumes musicales individuales, Helene Blum y Harald Haugaard se unen en 'Den store sommer' para su segundo álbum juntos. Durante los últimos tres años, los dos han recopilado innumerables inspiraciones. Den store sommer es un álbum sobre el verano, tanto líricamente como metáfora. El álbum fue grabado en Medley Studios en Copenhague y producido junto con Søren Mikkelsen y nuestra banda. Para el oyente, los amigos que bailan y las risas se combinan estrechamente con la oscuridad melancólica: musicalmente es un placer."
  },
  {
    "nombre": "Crucifixion",
    "unidades": "1 Single 7\"",
    "artista": "Barrington Levy",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145174-comprar-vinilo-de-barrington-levy-crucifixion-single-7pulgadas.html",
    "imagen": "https://rockntipo.com/265040-home_default/comprar-vinilo-de-barrington-levy-crucifixion-single-7pulgadas.jpg",
    "precio": "12,60€",
    "descripcion": "Barrington Levy- Album Crucifixion (1 Single 7'). Género: Jazz/Blues/Soul/Reggae. Barrington Levy no nació como proveedor de sus inimitables firmas vocales 'skiddly woah' aptas para sistemas de sonido. Esta sólida recopilación de los primeros días de la división vintage de VP traza su progreso de crooner de roots-dancehall de voz aguda a lo que algunos llamarían más tarde singjay, ganando a los entonces dominantes habladores de micrófono, o deejays, en su propio juego."
  },
  {
    "nombre": "Moondia",
    "unidades": "2 LP",
    "artista": "Pat Metheny",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145165-comprar-vinilo-de-pat-metheny-moondia-doble.html",
    "imagen": "https://rockntipo.com/265031-home_default/comprar-vinilo-de-pat-metheny-moondia-doble.jpg",
    "precio": "40,37€",
    "descripcion": "Pat Metheny - Album Moondia (2 LP). Género: Jazz/Blues/Soul/Reggae. El nuevo álbum de Pat Metheny, MoonDial, contará con grabaciones en solitario en la línea de los queridos One Quiet Night (2003) y What 's It All About (2011). Es un disco puramente de guitarra en solitario sin sobregrabaciones, utilizando una guitarra barítono de cuerdas de nailon personalizada. Experimentó con esta nueva guitarra mientras estaba de gira el otoño pasado. Emocionado por los resultados que pudo lograr cada noche, decidió grabar inmediatamente un nuevo álbum con la guitarra: MoonDial."
  },
  {
    "nombre": "Girl On Fire",
    "unidades": "2 LP",
    "artista": "Alicia Keys",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145101-comprar-vinilo-de-alicia-keys-girl-on-fire-doble.html",
    "imagen": "https://rockntipo.com/264964-home_default/comprar-vinilo-de-alicia-keys-girl-on-fire-doble.jpg",
    "precio": "34,31€",
    "descripcion": "Alicia Keys - Album Girl On Fire (2 LP). Género: Jazz/Blues/Soul/Reggae. Girl On Fire.: La canción que da título al álbum y el single principal, el universalmente fue un éxito mundial (más de 600 millones de streams), el álbum también incluye 'Fire We Make' (con Maxwell), 'New Day' y 'Brand New Me'."
  },
  {
    "nombre": "Am I Okay?",
    "unidades": "1 LP Blanco",
    "artista": "Megan Moroney",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145102-comprar-vinilo-de-megan-moroney-am-i-okay-blanco.html",
    "imagen": "https://rockntipo.com/264965-home_default/comprar-vinilo-de-megan-moroney-am-i-okay-blanco.jpg",
    "precio": "25,74€",
    "descripcion": "Megan Moroney - Album Am I Okay? (1 LP Blanco). Género: Jazz/Blues/Soul/Reggae. El nuevo largometraje de la cantante y compositora de Sony Music Nashville/Columbia Records, seguirá a su exitoso debut Lucky, un LP aclamado por la crítica que marcó uno de los lanzamientos country más importantes de 2023 y consolidó el estatus de Moroney como el último 'It' del country. ' chica.En una formidable continuación de Lucky, cuyos innumerables elogios incluyen figurar en las listas de lo mejor del año de importantes medios como The New York Times y Rolling Stone, ¿Estoy bien? encuentra a Moroney perfeccionando su fenomenal arte musical y compartiendo aún más de su historia personal. Mientras explora las infinitas formas en que el desamor altera nuestras vidas, Moroney profundiza en la cruda emocionalidad que le valió el apodo de 'la vaquera emo'. Producido por su colaborador de toda la vida, Kristian Bush, y firmemente arraigado en el trabajo vocal magníficamente ronco de Moroney, el resultado es un gran paso adelante para uno de los nuevos talentos más impresionantes e imparables del country."
  },
  {
    "nombre": "Who Am I",
    "unidades": "1 LP",
    "artista": "Berwyn",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145103-comprar-vinilo-de-berwyn-who-am-i.html",
    "imagen": "https://rockntipo.com/264966-home_default/comprar-vinilo-de-berwyn-who-am-i.jpg",
    "precio": "25,74€",
    "descripcion": "Berwyn - Album Who Am I (1 LP). Género: Jazz/Blues/Soul/Reggae. Who Am I es un viaje vívido y vulnerable a través de la búsqueda de significado y libertad de Berwyn. En una exploración de 13 pistas de sí mismo y de las muchas fuerzas, recuerdos y lugares que han dado forma a su vida, emergen reflexiones cohesivas y bellamente elaboradas sobre la fe, sobre los tirones de la adicción y el abrazo del amor, sobre lo que significa ser demonizado por tu estatus migratorio o color de piel. Unidos por un paisaje sonoro musical rico, en capas y predominantemente de producción propia, Who Am I trata sobre el largo camino recorrido hacia la liberación interna y el poder de encontrar resiliencia en lo cotidiano."
  },
  {
    "nombre": "De Camino Al Camino",
    "unidades": "2 LP",
    "artista": "Rita Payes",
    "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/145106-comprar-vinilo-de-rita-payes-de-camino-al-camino-doble.html",
    "imagen": "https://rockntipo.com/264969-home_default/comprar-vinilo-de-rita-payes-de-camino-al-camino-doble.jpg",
    "precio": "34,31€",
    "descripcion": "Rita Payes - Album De Camino Al Camino (2 LP). Género: Rita Payes. Rita Payés, la joven talento nacida del Jazz se consolida con su tercer album 'De Camino Al Camino', dedicado a la belleza de lo cotidiano. Tras 'Imagina' y 'Como la Piel' que junto a su madre, Elisabeth Roma, hacian del bolero y la bossa nova un éxito, su participación de la mano de C. Tangana enamorado de su talento en Los Premios Goya 2022 y más tarde durante la gira más aclamada 'Sin Cantar ni Afinar' Tour o colaboraciones de la talla de Jon Batiste o Silvana Estrada. La trombonista se rinde al placer de las raíces musicales en un LP compuesto integramente por ella para continuar su viaje de estilos e influencias. Una obra completa de 13 tracks donde la emoción y la maestría convergen de manera magistral. Este doble vinilo se convierte en el compañero imprescindible en el camino para sumergirse en lo bucólico, lo intimo y lo cautivador entre dobles capas, recetas, naturaleza y talento."
  },
  {
    "nombre": "Recto Verso",
    "unidades": "2 LP Black",
    "artista": "Zaz",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145075-comprar-vinilo-de-zaz-recto-verso-doble-black.html",
    "imagen": "https://rockntipo.com/264936-home_default/comprar-vinilo-de-zaz-recto-verso-doble-black.jpg",
    "precio": "52,30€",
    "descripcion": "Zaz - Album Recto Verso (2 LP Black). Género: Jazz/Blues/Soul/Reggae. El álbum de grandes éxitos en vinilo estándar, con los éxitos Si, On ira y Ensemble."
  },
  {
    "nombre": "Love Heart Cheat Code",
    "unidades": "1 LP Standard Blue",
    "artista": "Hiatus Kaiyote",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145040-comprar-vinilo-de-hiatus-kaiyote-love-heart-cheat-code-standard-blue.html",
    "imagen": "https://rockntipo.com/264889-home_default/comprar-vinilo-de-hiatus-kaiyote-love-heart-cheat-code-standard-blue.jpg",
    "precio": "32,18€",
    "descripcion": "Hiatus Kaiyote - Album Love Heart Cheat Code (1 LP Standard Blue). Género: Jazz/Blues/Soul/Reggae. 'Love Heart Cheat Code', una mezcla única de soul, jazz y música electrónica, lleva a los oyentes a un viaje sonoro como ningún otro.&nbsp;"
  },
  {
    "nombre": "Keep The Outside Open",
    "unidades": "1 LP",
    "artista": "Apifera",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/145043-comprar-vinilo-de-apifera-keep-the-outside-open.html",
    "imagen": "https://rockntipo.com/264892-home_default/comprar-vinilo-de-apifera-keep-the-outside-open.jpg",
    "precio": "30,23€",
    "descripcion": "Apifera - Album Keep The Outside Open (1 LP). Género: Jazz/Blues/Soul/Reggae. El supergrupo de jazz psicodélico Apifera está de regreso para su segundo álbum para Stones Throw.Cuando los músicos se unen, crean un nuevo tipo de jazz alternativo: una pizca de progresivo, un toque de post-rock y una fuerte dosis de psicodelia, mezclados con el jazz electrónico por el que son más conocidos.Con varias pistas vocales, Keep The Outside Open muestra un nuevo lado del grupo: dejan volar su imaginación, envolviendo historias personales de la vida cotidiana en personajes de fantasía y ficción.El tema de cierre, 'Sera Sam', presenta al conocido trompetista Avishai Cohen.Para fanáticos de: Thundercat, Badbadnotgood, Moses Boyd, Tame Impala, Mammal Hands, Sam Gendel, John Carroll Kirby, Ezra Collective, Yussef Dayes, Kiefer, Butcher Brown, Robohands, Alabaster DePlume, GoGo Penguin"
  },
  {
    "nombre": "Outsiders",
    "unidades": "1 LP",
    "artista": "Ledfoot",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/144968-comprar-vinilo-de-ledfoot-outsiders.html",
    "imagen": "https://rockntipo.com/264815-home_default/comprar-vinilo-de-ledfoot-outsiders.jpg",
    "precio": "27,79€",
    "descripcion": "Ledfoot - Album Outsiders (1 LP). Género: Jazz/Blues/Soul/Reggae. Esta poderosa colección de canciones muestra la mezcla única de influencias blues, rock y folk de Ledfoot, creando un sonido crudo y auténtico que le distingue como un auténtico outsider en la industria musical.&nbsp;"
  },
  {
    "nombre": "A Trip A Stumble A Fall",
    "unidades": "1 LP Toffee Ltd",
    "artista": "Seasick Steve",
    "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/144942-comprar-vinilo-de-seasick-steve-a-trip-a-stumble-a-fall-toffee-ltd.html",
    "imagen": "https://rockntipo.com/264789-home_default/comprar-vinilo-de-seasick-steve-a-trip-a-stumble-a-fall-toffee-ltd.jpg",
    "precio": "37,99€",
    "descripcion": "Seasick Steve - Album A Trip A Stumble A Fall Ltd Toffee (1 LP). Género: Pop/Rock internacional. Un disco que floreció de la nada y cogió a steve por sorpresa - esta equivocada rebanada de blues tiembla con energía espontánea a la vez que parece meticulosamente elaborada, ya que abarca desde duros golpes hasta tremendos tonks, con una conmovedora dosis de gospel también incluida. han pasado casi 20 años desde que la célebre aparición de seasick steve en el programa hootenanny de jools holland lanzó al desconocido cantautor estadounidense a la fama mundial, y su destartalada guitarra japonesa de tres cuerdas y su viejo pedal de madera hicieron historia en la música. la abrumadora respuesta no sorprendió a nadie más que al propio steve, y fue como un relámpago, cuyo impacto se sigue sintiendo casi dos décadas después. a trip a stumble a fall down on your knees» es un disco del que steve dice con orgullo que es su favorito hasta la fecha. steve afirma: 'este álbum se hizo por error, como sugiere el título, tropezamos con él, y se convirtió en mi álbum favorito y en el trabajo del que estoy más orgulloso hasta la fecha. no pasa una semana sin que dé gracias a mi buena estrella por aquella noche en la hootenanny que nos ha traído hasta este disco'."
  },
  {
    "nombre": "A Trip A Stumble A Fall Own On Your Knees",
    "unidades": "1 LP Sky Blue",
    "artista": "Seasick Steve",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/144943-comprar-vinilo-de-seasick-steve-a-trip-a-stumble-a-fall-own-on-your-knees-sky-blue.html",
    "imagen": "https://rockntipo.com/264790-home_default/comprar-vinilo-de-seasick-steve-a-trip-a-stumble-a-fall-own-on-your-knees-sky-blue.jpg",
    "precio": "41,85€",
    "descripcion": "Seasick Steve - Album A Trip A Stumble A Fall Own On Your Knees (1 LP). Género: Jazz/Blues/Soul/Reggae. Seasick Steve 'A Trip A Stumble A Fall Down On Your Knees' prensado en vinilo color 'Sky Blue' Edición Limitada / Artwork Alternativo Exclusivo de Townsend / Disco Único, Funda Deslizante"
  },
  {
    "nombre": "The Lucky One",
    "unidades": "2 LP",
    "artista": "Cory Wong",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/144970-comprar-vinilo-de-cory-wong-the-lucky-one-doble.html",
    "imagen": "https://rockntipo.com/264817-home_default/comprar-vinilo-de-cory-wong-the-lucky-one-doble.jpg",
    "precio": "39,50€",
    "descripcion": "Cory Wong - Album The Lucky One (2 LP). Género: Jazz/Blues/Soul/Reggae. El versátil héroe de la guitarra Cory Wong ha lanzado recientemente su nuevo álbum en solitario 'The Lucky One', donde muestra sus diversas habilidades en 12 pistas, reclutando a varios otros músicos virtuosos en el proceso. Wong dijo sobre el nuevo proyecto: 'La mayoría de los álbumes que he hecho han sido grabados en vivo en una habitación o en el set de mi programa de variedades de YouTube. Esta vez quería tener un entorno de estudio más controlado y aislado que realmente muestre más de mis habilidades como productor.. El espíritu de este álbum está en colaboración, y estoy encantado de tener a algunos de mis artistas favoritos en este álbum como colaboradores. Algunos de los invitados notables en el disco incluyen Allen Stone, O.A.R., Louis Cole, Ben Rector, Brasstracks y muchos otros que ayudan a infundir su personalidad y un estilo diferente a cada pista."
  },
  {
    "nombre": "Diamond Life",
    "unidades": "1 LP",
    "artista": "Sade",
    "enlace": "https://rockntipo.com/jazz-blues-soul-reggae/144901-comprar-vinilo-de-sade-diamond-life.html",
    "imagen": "https://rockntipo.com/264748-home_default/comprar-vinilo-de-sade-diamond-life.jpg",
    "precio": "25,74€",
    "descripcion": "Sade - Album Diamond Life (1 LP). Género: Jazz/Blues/Soul/Reggae. Diamond Life (1984) es el álbum de debut de Sade, que contiene los sencillos 'Your Love Is King', 'When Am I Going To Make A Living', 'Smooth Operator' y 'Hang On To Your Love'. El álbum se grabó en los estudios Power Plant (Inglaterra). El audio del vinilo utiliza transferencias digitales de alta resolución de las mezclas maestras estéreo, procedentes de las grabaciones originales de estudio, remasterizadas a media velocidad en los estudios Abbey Road.El elaborado proceso de remasterización a media velocidad ha producido un audio excepcionalmente limpio y detallado, al tiempo que se ha mantenido fiel al sonido pretendido por la banda. No se ha utilizado ninguna limitación digital adicional en el proceso de masterización, por lo que el álbum se beneficia de la ventaja de una claridad extra y una fidelidad pura, preservando el rango dinámico de las mezclas originales, presentadas en vinilo negro de 180 gramos de alto gramaje. La funda original del álbum y los elementos de embalaje se han reproducido meticulosamente con todo detalle, con papel y métodos de impresión auténticos."
  }
]
}