{
    "name": "poprock-nacional",
    "data": [
  {
    "nombre": "Catalan Graffiti",
    "unidades": "1 LP",
    "artista": "Sidonie",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149006-comprar-vinilo-de-sidonie-catalan-graffiti.html",
    "imagen": "https://rockntipo.com/268962-home_default/comprar-vinilo-de-sidonie-catalan-graffiti.jpg",
    "precio": "24,78€",
    "descripcion": "Sidonie - Album Catalan Graffiti (1 LP). Género: Pop/Rock nacional. SIDONIE publican su 12º álbum de estudio: Catalan Graffiti.El próximo 14 de noviembre, SIDONIE lanzan su nuevo disco Catalan Graffiti, su primer trabajo íntegramente en catalán y el 12º álbum de estudio de su carrera. Producido por Sergio Pérez y grabado en los estudios Maik Maier de Barcelona, el disco incluye 12 nuevas canciones del trío formado por Marc Ros, Axel Pi y Jesús Senra, masterizadas por Greg Obis en Chicago Mastering Service.Una edición imprescindible para coleccionistas y seguidores de la banda, disponible en tiendas físicas y plataformas de venta online a partir del 14 de noviembre."
  },
  {
    "nombre": "Pulpa",
    "unidades": "1 LP Rosa",
    "artista": "Los Chivatos",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148961-comprar-vinilo-de-los-chivatos-pulpa-rosa.html",
    "imagen": "https://rockntipo.com/268917-home_default/comprar-vinilo-de-los-chivatos-pulpa-rosa.jpg",
    "precio": "25,36€",
    "descripcion": "Los Chivatos - Album Pulpa (1 LP Rosa). Género: Pop/Rock nacional. Todo empezó en febrero de 2015: cinco seguidores del discordianismo decidieron unir fuerzas para formar una banda Ñunk -punk con 'ñ'- y dar buena brea allá por Bilbao, ciudad en la que curtieron su sonido hasta transformarlo en un cuchillo de fuego ácido, surrealista y con mucho desorden que ofrecer al mundo. Suenan como si Pony Bravo y Rage Against The Machine fueran a ser papás y los californianos hubieran abortado a una especie de System of a Down en castellano a los nueve meses de embarazo, con letras paranoicas, frenéticas, agresivas y con un marcado tinte grunge.Ciertamente su movida es una barrabasada (mira en Youtube su documental 'Odio eterno al arte moderno'). Si el punk iba de que 'no hay futuro', y todo se quedó en millones de copias vendidas y marcas comerciales de lujo, suponemos que el Ñunk va de que 'sí hay un futuro, pero nos la suda sobremanera'.¿Qué queda de los primeros años de Los Chivatos en el nuevo disco? Antes, toda idea cabía en un terreno yermo que había que llenar y era bienvenida. Ahora el chorro de ideas sigue, y con una premisa clara: que haya HITS, y que siga siendo estimulante y divertido, para ellos y para ti. Haz caso a los grupos que los adoran y que van a darlo todo como público a sus conciertos: Alcalá Norte, Parquesvr, Biznaga o Repion se cuentan entre sus mayores fans.El disco se publica en vinilo y cuenta con dos ediciones muy limitadas en color rosa chicle y en amarillo, de 200 unidades cada una"
  },
  {
    "nombre": "XX Ta Bortz Urte Zuzenean",
    "unidades": "2 LP",
    "artista": "Petti & Etxeko Uzta",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149011-comprar-vinilo-de-petti-and-etxeko-uzta-xx-ta-bortz-urte-zuzenean-doble.html",
    "imagen": "https://rockntipo.com/268967-home_default/comprar-vinilo-de-petti-and-etxeko-uzta-xx-ta-bortz-urte-zuzenean-doble.jpg",
    "precio": "31,57€",
    "descripcion": "Petti & Etxeko Uzta - Album XX Ta Bortz Urte Zuzenean (2 LP). Género: Pop/Rock nacional. Se han cumplido 25 años desde que el músico y cantante PETTI publicó su primer disco: 'Amets bat'. Aquel álbum, que recogía once canciones intensas, expresivas, crudas y conmovedoras, fue la semilla de una larga y fructífera trayectoria. 13 discos a su nombre, numerosas colaboraciones, directos en todos los formatos, hibridaciones?Aunque es capaz de defender el escenario en solitario, a menudo se ha rodeado de miembros de la banda creada por él mismo, Etxeko Uzta: Joseba Irazoki, que no necesita presentación? (guitarra), Ruben Caballero (guitarra), Iñigo Telletxea (bajo) e Igor Telletxea (batería). ¡Músicos con gran experiencia! Precisamente con ellos ha ofrecido algunos conciertos especiales con la intención de grabar las canciones más potentes y eléctricas de su carrera.En este proyecto ha trabajado un gran equipo técnico: Víctor Sánchez, técnico de grabación y suyas son también las mezclas y la masterización de las grabaciones; J.A. Areta Gonñi (Juxe) que ha realizado las fotos, Ander Merino que se ha encargado de la parte audiovisual; Ana Galarraga en trabajos de coordinación? y también colaboradores cercanos como Estitxu Pinatxo y Janus Lester que se han encargado de los coros en los directos.La emoción de la música y el temblor de una voz hasta lo más profundo de tu cuerpo, es lo que queremos reflejar en estas grabaciones en directo, un recorrido por los últimos 25 años para reflejar la intensidad vocal de Petti y el poder de la banda.Se grabaron tres conciertos entre finales del 2024 y principio del 2025, Ataun, Bera, y Hondarribia. En marzo organizamos escuchas en los estudios de Elkar en Aduna y el concierto de Hondarribia fue el elegido.Ese mismo mes de marzo comenzamos con la edición y mezclas, y aquí tenéis el resultado. ¡Una celebración eléctrica y potente, las canciones más rockeras del repertorio de Petti en directo!"
  },
  {
    "nombre": "Ojo De Bife",
    "unidades": "1 LP",
    "artista": "German Salto",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149008-comprar-vinilo-de-german-salto-ojo-de-bife.html",
    "imagen": "https://rockntipo.com/268964-home_default/comprar-vinilo-de-german-salto-ojo-de-bife.jpg",
    "precio": "25,25€",
    "descripcion": "German Salto - Album Ojo De Bife (1 LP). Género: Pop/Rock nacional. El madrileño Germán Salto publica en formato LP de 12 pulgadas su según álbum de estudio, 'Ojo de Bife'. Producido por el reconocido Ricky Falkner (Love of Lesbian, Iván Ferreiro, Lori Meyers, Quique González, Nudozurdo, etc.), cuenta también con la colaboración de Nina de Juan, de Morgan. 'Ojo de Bife' es un álbum de rock con letras profundas, rodeado de unos músicos de primer nivel y una producción muy cuidada.Ya tiene confirmada una extensa gira de salas."
  },
  {
    "nombre": "Baila B/W No Sere Una Estrella",
    "unidades": "1 Single 7\" Verde",
    "artista": "Amor Liquido & Las Petunias",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149010-comprar-vinilo-de-amor-liquido-and-las-petunias-baila-b-w-no-sere-una-estrella-single-verde.html",
    "imagen": "https://rockntipo.com/268966-home_default/comprar-vinilo-de-amor-liquido-and-las-petunias-baila-b-w-no-sere-una-estrella-single-verde.jpg",
    "precio": "12,78€",
    "descripcion": "Amor Liquido & Las Petunias - Album Baila B/W No Sere Una Estrella (1 Single 7' Verde). Género: Pop/Rock nacional. ¿Querías pasión? ¿Rabia juvenil bien entendida? ¿Letras que hablan de TU vida y de la de nadie más?Pues atento: ahora tienes dos por el precio de una. Amor Líquido y Las Petunias se alían para facturar dos JITS instantáneos que combinan el talento y personalidad de ambas bandas para dar como resultado un todo que es superior a la suma de sus partes. Hay carisma, claro, a raudales. También aparece la precisión melódica a la que ambas bandas nos tienen acostumbrados y el ingenio en letras que hablan de comba tir el entorno con entusiasmo, como reivindican en la canción 'Baile', o de las vicisitudes de lidiar con la industria musical, como describen en una 'No seré una estrella', dos canciones que las unen dentro y fuera de los escenarios."
  },
  {
    "nombre": "Pulpa",
    "unidades": "1 LP Amarillo",
    "artista": "Los Chivatos",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148962-comprar-vinilo-de-los-chivatos-pulpa-amarillo.html",
    "imagen": "https://rockntipo.com/268918-home_default/comprar-vinilo-de-los-chivatos-pulpa-amarillo.jpg",
    "precio": "25,36€",
    "descripcion": "Los Chivatos - Album Pulpa (1 LP Amarillo). Género: Pop/Rock nacional. Todo empezó en febrero de 2015: cinco seguidores del discordianismo decidieron unir fuerzas para formar una banda Ñunk -punk con 'ñ'- y dar buena brea allá por Bilbao, ciudad en la que curtieron su sonido hasta transformarlo en un cuchillo de fuego ácido, surrealista y con mucho desorden que ofrecer al mundo. Suenan como si Pony Bravo y Rage Against The Machine fueran a ser papás y los californianos hubieran abortado a una especie de System of a Down en castellano a los nueve meses de embarazo, con letras paranoicas, frenéticas, agresivas y con un marcado tinte grunge.Ciertamente su movida es una barrabasada (mira en Youtube su documental 'Odio eterno al arte moderno'). Si el punk iba de que 'no hay futuro', y todo se quedó en millones de copias vendidas y marcas comerciales de lujo, suponemos que el Ñunk va de que 'sí hay un futuro, pero nos la suda sobremanera'.¿Qué queda de los primeros años de Los Chivatos en el nuevo disco? Antes, toda idea cabía en un terreno yermo que había que llenar y era bienvenida. Ahora el chorro de ideas sigue, y con una premisa clara: que haya HITS, y que siga siendo estimulante y divertido, para ellos y para ti. Haz caso a los grupos que los adoran y que van a darlo todo como público a sus conciertos: Alcalá Norte, Parquesvr, Biznaga o Repion se cuentan entre sus mayores fans.El disco se publica en vinilo y cuenta con dos ediciones muy limitadas en color rosa chicle y en amarillo, de 200 unidades cada una"
  },
  {
    "nombre": "Adios a las Ruinas",
    "unidades": "1 LP Azul y Negro",
    "artista": "Badana",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149035-comprar-vinilo-de-badana-adios-a-las-ruinas-azul-y-negro.html",
    "imagen": "https://rockntipo.com/268998-home_default/comprar-vinilo-de-badana-adios-a-las-ruinas-azul-y-negro.jpg",
    "precio": "23,95€",
    "descripcion": "LP 12' Edición Básica incluye:+ 1 Lp 12' Vinilo Azul Negro (Numerado entre el 101 al 200)Publicado originalmente en 1995, Adiós a las Ruinas supuso una declaración de principios: letras afiladas, actitud cruda y un sonido que aún hoy conserva su potencia y vigencia. Esta nueva edición en vinilo, cuidadosamente remasterizada, no solo recupera ese espíritu, sino que lo amplía con material inédito incluido como bonus track.Una reedición esperada por fans y coleccionistas, con el sello auténtico de una banda que ha marcado a generaciones desde su origen en Ibi (Alicante).La reedición estará disponible en edición limitada y numerada, con una tirada pensada tanto para el coleccionista como para quienes descubren por primera vez la fuerza de este álbum."
  },
  {
    "nombre": "Adios a las Ruinas",
    "unidades": "1 LP Azul Translucido Deluxe",
    "artista": "Badana",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149036-comprar-vinilo-de-badana-adios-a-las-ruinas-azul-translucido-deluxe.html",
    "imagen": "https://rockntipo.com/268997-home_default/comprar-vinilo-de-badana-adios-a-las-ruinas-azul-translucido-deluxe.jpg",
    "precio": "26,95€",
    "descripcion": "El Pack Edición LP 12' Vinilo Azul Translúcido incluye:+ 1 Lp 12' Vinilo Azul Translúcido (Numerado entre el 011 al 100)+ Pack 4 púas de guitarra BADANA+ 4 Postales+ MarcapáginasPublicado originalmente en 1995, Adiós a las Ruinas supuso una declaración de principios: letras afiladas, actitud cruda y un sonido que aún hoy conserva su potencia y vigencia. Esta nueva edición en vinilo, cuidadosamente remasterizada, no solo recupera ese espíritu, sino que lo amplía con material inédito incluido como bonus track.Una reedición esperada por fans y coleccionistas, con el sello auténtico de una banda que ha marcado a generaciones desde su origen en Ibi (Alicante).La reedición estará disponible en edición limitada y numerada, con una tirada pensada tanto para el coleccionista como para quienes descubren por primera vez la fuerza de este álbum."
  },
  {
    "nombre": "Adios a las Ruinas",
    "unidades": "1 LP Azul Translucido Deluxe Merchan",
    "artista": "Badana",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149037-comprar-vinilo-de-badana-adios-a-las-ruinas-azul-translucido-deluxe-merchan.html",
    "imagen": "https://rockntipo.com/268996-home_default/comprar-vinilo-de-badana-adios-a-las-ruinas-azul-translucido-deluxe-merchan.jpg",
    "precio": "62,95€",
    "descripcion": "El Pack Merchandising + LP 12' incluye:+ 1 Lp 12' Vinilo Azul Translúcido (Numerado entre el 011 al 100)+ Pack 4 púas de guitarra BADANA+ 4 Postales+ Marcapáginas+ Camiseta Badana 'Adiós a las Ruinas'+ Imán de Nevera+ Abrebotellas magnéticoSi compras este pack MERCHANDISING OFICIAL + LP 12' Deluxe Azul Translúcido BADANA deberás de indicar, en la casilla OBSERVACIONES, a la hora de hacer tu compra, la talla de la camiseta (Modelo Masculino. Disponibles Tallas S, M, L, XL y XXL)Publicado originalmente en 1995, Adiós a las Ruinas supuso una declaración de principios: letras afiladas, actitud cruda y un sonido que aún hoy conserva su potencia y vigencia. Esta nueva edición en vinilo, cuidadosamente remasterizada, no solo recupera ese espíritu, sino que lo amplía con material inédito incluido como bonus track.Una reedición esperada por fans y coleccionistas, con el sello auténtico de una banda que ha marcado a generaciones desde su origen en Ibi (Alicante).La reedición estará disponible en edición limitada y numerada, con una tirada pensada tanto para el coleccionista como para quienes descubren por primera vez la fuerza de este álbum."
  },
  {
    "nombre": "Una Casa Espacial Dibujada En Un A4",
    "unidades": "1 LP",
    "artista": "Estrella Fugaz",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149016-comprar-vinilo-de-estrella-fugaz-una-casa-espacial-dibujada-en-un-a4.html",
    "imagen": "https://rockntipo.com/268972-home_default/comprar-vinilo-de-estrella-fugaz-una-casa-espacial-dibujada-en-un-a4.jpg",
    "precio": "22,10€",
    "descripcion": "Estrella Fugaz - Album Una Casa Espacial Dibujada En Un A4 (1 LP). Género: Pop/Rock nacional. 'Una casa espacial dibujada en un A4' no es solo una disco, es un manifiesto de Estrella Fugaz: trabajar rodeado de amistades que admira, tejer colaboraciones que suman en sensibilidad y riesgo, y proponer un viaje emocional sin necesidad de grandes estruendos."
  },
  {
    "nombre": "Centro De Ayuda",
    "unidades": "1 LP",
    "artista": "Vecinos",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149034-comprar-vinilo-de-vecinos-centro-de-ayuda.html",
    "imagen": "https://rockntipo.com/268990-home_default/comprar-vinilo-de-vecinos-centro-de-ayuda.jpg",
    "precio": "22,10€",
    "descripcion": "Vecinos - Album Centro De Ayuda (1 LP). Género: Pop/Rock nacional. Pasan las generaciones y las modas y el álbum sigue siendo la gran declaración artística de cualquier banda que se precie de serlo. 'Eh, aquí estamos, esto va en serio', parecen decir Vecinos con el suyo. Hasta ahora, habían publicados tres EPs ('Siempre saludaban', 2023. 'Parece majos', 2024, y 'No son horas', también de 2024) que impactaron en la escena underground como ese cometa que amenaza con chocar con la Tierra. Esos tres lanzamientos fueron condensados en un vinilo llamado 'Junta extraordinaria'. Pero ahora empieza otro capítulo, un salto hacia arriba del nivel de los que hace Armand Duplantis. Esta nueva etapa se llama 'Centro de ayuda', en honor al título del primer disco del cuarteto afincado en Barcelona y supondrá el paso de promesa a realidad del rock realizado en castellano. Vecinos tienen las canciones, la actitud, las ganas y la creatividad necesarias para ser una banda de verdad, de las que importan, de las que te pones su camiseta andando por la calle y sientes que todo merece un poco más la pena. Vecinos han decidido vivir con intensidad y 'Centro de ayuda' es una declaración de intenciones que habla por sí misma. Hay estribillos mágicos, claro. También melodías adhesivas con sabor a himno generacional. Lo saben hacer mejor que nadie y se ejecuta aquí en canciones que huelen a clásico: 'Siempre más', 'Por todo lo alto' o 'Salfumán', por citar tres. También se abren puertas a nuevas dimensiones sonoras, como 'Fin del informativo', 'Feliz cumpleaños' o 'Lavadora', que no hacen más que dejar los dientes largos ante lo que pueda ofrecer el combo en el futuro. Y si alguien echa de menos el sonido ya clásico de Vecinos sólo se tiene que poner 'Va como va' o 'Mala semana' para saciar su necesidad. Permanecen la lucidez a la hora de poner voz a su generación y su facilidad para diseccionar la realidad que nos rodea con inteligencia e ironía. También se añaden una nueva melancolía y un (necesario) punto de mala leche que atraviesa el disco. Insatisfacción vital, ok, pero siempre tamizados por el entusiasmo y las ganas que les caracterizan. La música como herramienta contra el cinismo. La alegría como antídoto para el mal rollo. La energía como leit motiv. 'Centro de ayuda' es un artefacto especial, ambicioso, con ganas de dejar huella y de cambiar un poco las cosas para mejor. Con humildad, pero sin miedo. El álbum ha sido grabado, producido y mezclado por Raúl Pérez en los estudios La Mina (Granada), las fotografías son de Joan Francesc Espinoza y el diseño, de Juan Millet. Está editado en un precioso vinilo que incluye pegatinas exclusivas."
  },
  {
    "nombre": "Baila B/W No Sere Una Estrella",
    "unidades": "1 Single 7\"",
    "artista": "Amor Liquido & Las Petunias",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149009-comprar-vinilo-de-amor-liquido-and-las-petunias-baila-b-w-no-sere-una-estrella-single.html",
    "imagen": "https://rockntipo.com/268965-home_default/comprar-vinilo-de-amor-liquido-and-las-petunias-baila-b-w-no-sere-una-estrella-single.jpg",
    "precio": "12,78€",
    "descripcion": "Amor Liquido & Las Petunias - Album Baila B/W No Sere Una Estrella (1 Single 7'). Género: Pop/Rock nacional. ¿Querías pasión? ¿Rabia juvenil bien entendida? ¿Letras que hablan de TU vida y de la de nadie más?Pues atento: ahora tienes dos por el precio de una. Amor Líquido y Las Petunias se alían para facturar dos JITS instantáneos que combinan el talento y personalidad de ambas bandas para dar como resultado un todo que es superior a la suma de sus partes. Hay carisma, claro, a raudales. También aparece la precisión melódica a la que ambas bandas nos tienen acostumbrados y el ingenio en letras que hablan de comba tir el entorno con entusiasmo, como reivindican en la canción 'Baile', o de las vicisitudes de lidiar con la industria musical, como describen en una 'No seré una estrella', dos canciones que las unen dentro y fuera de los escenarios."
  },
  {
    "nombre": "Yo Fui Un Freson Rebelde Adolescente",
    "unidades": "1 LP Verde",
    "artista": "Los Fresones Rebeldes",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148955-comprar-vinilo-de-los-fresones-rebeldes--yo-fui-un-freson-rebelde-adolescente-verde.html",
    "imagen": "https://rockntipo.com/268911-home_default/comprar-vinilo-de-los-fresones-rebeldes--yo-fui-un-freson-rebelde-adolescente-verde.jpg",
    "precio": "24,89€",
    "descripcion": "Los Fresones Rebeldes - Album Yo Fui Un Freson Rebelde Adolescente (1 LP Verde). Género: Pop/Rock nacional. Vinilo 12' verde, funda interior impresa, edición limitada.Casi 30 años después de su debut con nuestros queridos colegas de SPICNIC , LOS FRESONES REBELDES siguen latiendo en el corazón del pop cantado en español. Este disco que tienes en tus manos, este álbum tributo, reúne a bandas de España y México que reimaginan con cariño y frescura, himnos generacionales como 'Al amanecer', 'Medio drogados', '¿Por qué me tengo yo que enamorar?' o 'Esa chispa'. Este disco es también un homenaje a la historia compartida entre la banda y SUBTERFUGE RECORDS, una relación de amistad, confianza y música iniciada en los años noventa, en un concierto de LA BUENA VIDA en la plaza del Rey de Barcelona. Para mí, como director del sello, este proyecto es especialmente emotivo: rinde tributo a una complicidad de décadas con Felipe, alma fundadora de los Fresones y amigo personal. Gracias a LOS FRESONES REBELDES, a todos los componentes que pasaron por sus filas dejando un recuerdo imborrable. Gracias a todas las bandas que participan en este disco. Porque las canciones pasan, pero el espíritu rebelde y fresón permanece. Carlos Galán."
  },
  {
    "nombre": "Musica Para Humanos",
    "unidades": "1 LP",
    "artista": "Corte!",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148995-comprar-vinilo-de-corte-musica-para-humanos.html",
    "imagen": "https://rockntipo.com/268951-home_default/comprar-vinilo-de-corte-musica-para-humanos.jpg",
    "precio": "21,39€",
    "descripcion": "Corte! - Album Musica Para Humanos (1 LP). Género: Pop/Rock nacional. CORTE! presenta Música para humanos: El disco debut con el que narra la catarsis de una sociedad espectadora CORTE! presenta un nuevo concepto que revolucionará el negocio de la música tal y como lo conocemos: 'Música para humanos'. Un disco completamente dedicado a la especie que hizo historia durante el Holoceno. 11.700 años de evolución que ahora se acercan a un amargo final. Y qué mejor forma para celebrar su clausura que con ocho canciones que recorren el crisol de las emociones humanas: euforia, rabia, desilusión y tristeza. Con este nuevo trabajo de CORTE!, podrás sumergirte en ritmos adictivos y letras que gritan 'soy un ser compuesto de un 78% de agua y sé lo que quiero'. A Gonzalo siempre le han interesado la historia, el ser humano y la cultura popular, lo que se refleja en temas como 'Hay un niño atrapado dentro de una máquina', uno de los primeros adelantos que pudimos ver de este interesantísimo disco debut. En el año 2025, reafirmar esta condición como especie es cada vez más complicado: Nacionalismos, genocidios y el ascenso de la ultraderecha en todo el mundo son para Gonzalo, algunos de los indicadores de nuestro fin. Y para crear este cancionero del fin del mundo, Gonzalo ha contado con grandes nombres como Pablo Cuerno, Jose Doel, Conrado Martín o Carlos Viña. CORTE! tiene claro lo que quiere decir con este nuevo trabajo: 'Nuestro ADN se agota y apelmaza en cuerpos descerebrados, de pieles blanquecinas e ideas estrechísimas, ¿podemos considerarles humanos? Con este nuevo LP de ocho canciones podrá usted separarse de infraseres, consumidores de magazines televisivos matinales, voceros de banderas gallináceas, bigotes y chalecos que parecen gritar sin ambages: somos todos primos hermanos pero seguiremos follando entre nosotros por el bien del capital.' Si tu también te has cansado de que todavía sea mañana, siéntate aquí un rato y déjate llevar por las guitarras sugerentes de Modales de araña, imagínate en una playa paradisíaca al ritmo de La canción de los días felices o deléitate con el adictivo ritmo house de Centro de gravedad. Un festín para los sentidos con el que podrás sentirte un poco más humano. Así que no lo dudes y usa tus pulgares prensiles para darle like a lo realmente importante. Un último acto de consumo antes del holocausto nuclear. Algo inútil que nos reafirme en lo que tristemente nunca podremos dejar atrás: nuestra propia humanidad. Ya puedes escuchar 'Música para humanos' en todas las plataformas humanas, ¿Acaso eres un robot? Pincha aquí y lo descubrirás."
  },
  {
    "nombre": "Las Mareas",
    "unidades": "1 LP",
    "artista": "Sofia",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148996-comprar-vinilo-de-sofia-las-mareas.html",
    "imagen": "https://rockntipo.com/268952-home_default/comprar-vinilo-de-sofia-las-mareas.jpg",
    "precio": "21,39€",
    "descripcion": "Sofia - Album Las Mareas (1 LP). Género: Pop/Rock nacional. Sofia hace pop-synth, por ese orden, sí. La suavidad y ligereza del pop siempre se adelanta en sus temas, por su voz dilatada y esponjosa. Luego ella, a nivel compositivo, recuerda muchas veces a una organista alocada y eléctrica de una parroquia, escondida en algún callejón de alguna ciudad con intramuros, anacrónica y discotequera. Lo cierto es que Sofia suena a Sofia, y cuando uno suena a uno es harto difícil catalogar. Este año regresa con 'Las Mareas', un LP en el que variante y disléxica, descoyuntada y ágil, se atreve a la inmediatez y a la autocombustión espontánea de manera grácil y divertida. Sus temas encuentran siempre la manera retorcida de distraernos de la complejidad de sus abismos."
  },
  {
    "nombre": "Aurora Roja",
    "unidades": "1 LP",
    "artista": "Aurora Roja",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148997-comprar-vinilo-de-aurora-roja-aurora-roja.html",
    "imagen": "https://rockntipo.com/268953-home_default/comprar-vinilo-de-aurora-roja-aurora-roja.jpg",
    "precio": "21,39€",
    "descripcion": "Aurora Roja - Album Aurora Roja (1 LP). Género: Pop/Rock nacional. En su nuevo proyecto Aurora Roja, Jose Pazos (Futuro Terror), Óscar Mezquita (innumerables bandas y Flexidiscos) y Paula Guillem (Perdón por Todo) apuestan todo al pop. Un pop puro, brillante, minimalista y de delicadeza textural inédita. Un pequeño gran disco lleno de himnos arropados por armonías vocales que busca ser un necesario resquicio de esperanza en este mundo distópico. Y es que, como en la novela de Baroja que citan, esa aurora roja que 'crujirá el viejo edificio social' vuelve a brillar."
  },
  {
    "nombre": "Volumen 3",
    "unidades": "1 LP",
    "artista": "Los Yolos",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148998-comprar-vinilo-de-los-yolos-volumen-3.html",
    "imagen": "https://rockntipo.com/268954-home_default/comprar-vinilo-de-los-yolos-volumen-3.jpg",
    "precio": "21,39€",
    "descripcion": "Los Yolos - Album Volumen 3 (1 LP). Género: Pop/Rock nacional. Nuevo disco de Los Yolos, nuevo clásico porque ellos representan al mismo tiempo el electrón libre del pop español y su grupo punk más inesperado. Sus canciones nos trasladan a un mundo sensual y descarnado, libre de ataduras morales, pero lleno de un humor salvaje y vitalista. Los Yolos recogen la herencia de lo más selecto de la nueva ola y lo pasan por una turmix de delirio y pasión. En sus canciones no hay un ápice de cinismo ni de distancia irónica, todo es natural, instintivo"
  },
  {
    "nombre": "Hirahira Violence Club",
    "unidades": "1 LP",
    "artista": "Hirahira Violence Club",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148999-comprar-vinilo-de-hirahira-violence-club--hirahira-violence-club.html",
    "imagen": "https://rockntipo.com/268955-home_default/comprar-vinilo-de-hirahira-violence-club--hirahira-violence-club.jpg",
    "precio": "21,39€",
    "descripcion": "Hirahira Violence Club - Album Hirahira Violence Club (1 LP). Género: Pop/Rock nacional. Zazi White y Pau Molist (Vigilant, Pau Oksana) han sido reunidos por el destino como dos ángeles del apocalipsis en una misión de la que podría depender el futuro de la humanidad, o al menos de tus oídos. Zazi y Pau, indoblegables, han visto cómo sus caminos se han juntado en un proyecto de noise y abrasión, aplastante, extremo, distópico, en el que lacitos y encajes envuelven de una calidez improbable un entrega mayúscula de violencia sónica recubierta de azúcar y flores."
  },
  {
    "nombre": "EP",
    "unidades": "1 LP",
    "artista": "At",
    "enlace": "https://rockntipo.com/pop-rock-nacional/149000-comprar-vinilo-de-at-ep.html",
    "imagen": "https://rockntipo.com/268956-home_default/comprar-vinilo-de-at-ep.jpg",
    "precio": "21,39€",
    "descripcion": "At - Album EP (1 LP). Género: Pop/Rock nacional. Mikel y Alberto (Sal del coche). Juntos, desde la amistad, practican música instrumental pesada: bajo y batería jugando al frontón con toda la fantasía. Sin más, ni más."
  },
  {
    "nombre": "No Lo S&eacute; Ni Yo",
    "unidades": "1 LP Clear",
    "artista": "Depol",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148986-comprar-vinilo-de-depol-no-lo-se-ni-yo-clear.html",
    "imagen": "https://rockntipo.com/268942-home_default/comprar-vinilo-de-depol-no-lo-se-ni-yo-clear.jpg",
    "precio": "24,87€",
    "descripcion": "Depol - Album No Lo Sé Ni Yo (1 LP Clear). Género: Pop/Rock nacional. El artista pop del momento, DePol, nos sorprende con su primer álbum 'No Lo Sé Ni Yo'. Tras conquistar las listas de éxitos con temas como 'Ibiza' 'Te Confieso' y 'Quién Diría', y acumular discos de platino y oro, así como un prestigioso premio de LOS40, DePol nos regala un nuevo capítulo en su carrera. 'No Lo Sé Ni Yo' es un disco recopilatorio que reúne lo mejor de su trayectoria,&nbsp;sus grandes éxitos y 3 canciones inéditas. Disponible en formato CD y Vinilo. Una oportunidad perfecta para llevarte la esencia de DePol en un álbum imprescindible que celebra su éxito y evolución artística. No te quedes sin el tuyo."
  },
  {
    "nombre": "50Town",
    "unidades": "1 LP Transparente",
    "artista": "Ruben Pozo",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148987-comprar-vinilo-de-ruben-pozo-50town-transparente.html",
    "imagen": "https://rockntipo.com/268943-home_default/comprar-vinilo-de-ruben-pozo-50town-transparente.jpg",
    "precio": "25,84€",
    "descripcion": "Rubén Pozo - Album 50Town (1 LP Transparente). Género: Pop/Rock nacional. '50town' es el nuevo álbum de Rubén Pozo, un viaje rockero y vitalista que convierte la palabra cincuentón en un territorio imaginario lleno de frescura, humor y autenticidad. Diez canciones directas y luminosas que retratan la llegada a la cincuentena como un motor creativo, alternando momentos eléctricos e intensos con pasajes más íntimos. Producido por Ricky Falkner y grabado prácticamente en directo junto a su banda de confianza, el disco condensa la esencia de Rubén: honestidad, energía y rock en castellano sin concesiones. Esta edición especial se presenta en vinilo transparente de 180 gramos, limitada."
  },
  {
    "nombre": "Solitud",
    "unidades": "1 LP",
    "artista": "Carlos Escobedo",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148989-comprar-vinilo-de-carlos-escobedo-solitud.html",
    "imagen": "https://rockntipo.com/268945-home_default/comprar-vinilo-de-carlos-escobedo-solitud.jpg",
    "precio": "31,69€",
    "descripcion": "Carlos Escobedo - Album Solitud (1 LP). Género: Pop/Rock nacional. He aquí un nuevo disco&nbsp;sobre el&nbsp;que se articula el ecléctico proyecto en solitario de Carlos Escobedo; la composición, un intenso medio tiempo con el que el artista toma el pulso a su apuesta por la solitud, crece entre densas y magnéticas atmósferas llenas de embrujo, para deslizarse por los electrizantes raíles sonoros trazados por guitarras y bajos.&nbsp;He aquí a Carlos reivindicando dónde se siente vivo: en su mundo de canciones, solo con él mismo."
  },
  {
    "nombre": "Camino De Fuego",
    "unidades": "1 LP",
    "artista": "Eskorzo",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148994-comprar-vinilo-de-eskorzo-camino-de-fuego.html",
    "imagen": "https://rockntipo.com/268950-home_default/comprar-vinilo-de-eskorzo-camino-de-fuego.jpg",
    "precio": "30,72€",
    "descripcion": "Eskorzo - Album Camino De Fuego (1 LP). Género: Pop/Rock nacional. 'CAMINO DE FUEGO' el séptimo y más completo trabajo de la banda nazarí, con el que llegan a conectar con todos sus seguidores y enganchan a nuevas generaciones, convirtiéndose en el álbum más escuchado y reproducido de la historia de ESKORZO. Con la cumbia fronteriza, 'Suave', para la que contaron con el mexicano CELSO PIÑA y el incombustible COQUE MALLA, nos demuestran que la música no tiene fronteras y que siguen más vivos que nunca. El álbum ha sido grabado y mezclado por Alex Martínez en Plantabaja, Producciones Peligrosas y Halo Studio entre febrero y mayo de 2014, con la coproducción de Eskorzo y la masterización de Yves Roussel."
  },
  {
    "nombre": "El Sonido De La Felicidad",
    "unidades": "1 LP",
    "artista": "Srta Trueno Negro",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148929-comprar-vinilo-de-srta-trueno-negro-el-sonido-de-la-felicidad.html",
    "imagen": "https://rockntipo.com/268885-home_default/comprar-vinilo-de-srta-trueno-negro-el-sonido-de-la-felicidad.jpg",
    "precio": "26,45€",
    "descripcion": "Srta Trueno Negro - Album El Sonido De La Felicidad (1 LP). Género: Pop/Rock nacional. Si el mega jeta de Larry Clark tuviera que filmar 'Kids' ahora bien pondría, como en los 90 con The Folk Implosion, poner de banda sonora íntegra este 'Sonido de la felicidad' de Srta. Trueno Negro. ¡Dan ganas de coger el skate que nunca tuvimos y patinar calle abajo con él! Indie pata negra de distorsión y ritmo alegre pero con letras decadentes y crudas de ADN argentino, radicado ahora en Granada. Entre Lou Reed, 107 Faunos, Los Planetas (J canta en una canción à la Pimpinela pero en versión luminosa), Pavement, los Camper Van Beethoven de 'Take The Skinheads Bowling' y hasta algún ramalazo malvado-humorístico-autolesivo tipo Astrud, Srta. Trueno Negro te lleva por un refrescante viaje pop sobre las ruedas de la belleza melódica y el estribillo superglue entre sucias guitarras minimalistas. Produce Antonio Luque aka Sr. Chinarro que canta en otra. En suma, ¡una bomba de autenticidad y hermosura! ¡Adictivo y destroyer como un buen pegamento! Olvida tu dolor con los problemas de otros, dale una oportunidad a Srta. Trueno Negro y te verás cantando a ir a comprar drogas que no curan, sentirse desvalorizado y bloqueado en bellas canciones irreductibles."
  },
  {
    "nombre": "Economato Textil",
    "unidades": "1 LP",
    "artista": "Bd",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148931-comprar-vinilo-de-bd-economato-textil.html",
    "imagen": "https://rockntipo.com/268887-home_default/comprar-vinilo-de-bd-economato-textil.jpg",
    "precio": "19,45€",
    "descripcion": "Bd - Album Economato Textil (1 LP). Género: Pop/Rock nacional. Economato textil' es el primer EP en físico de .bd., sexteto radicado en las praderas del sur de la Comunidad de Madrid. Cuatro temas de pop irresistible, fresco, inocente, delicado y ligeramente melancólico."
  },
  {
    "nombre": "Bizi Eta Ixo!!",
    "unidades": "1 LP",
    "artista": "Gailu",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148934-comprar-vinilo-de-gailu-bizi-eta-ixo.html",
    "imagen": "https://rockntipo.com/268890-home_default/comprar-vinilo-de-gailu-bizi-eta-ixo.jpg",
    "precio": "19,45€",
    "descripcion": "Gailu - Album Bizi Eta Ixo!! (1 LP). Género: Pop/Rock nacional. Cuarto trabajo del grupo. Es un maxi de 8 canciones.Formato único (vinilo de 12' que contiene CD). Siguiendo la senda del disco anterior, trabajan las canciones a partir de bases de bajo y batería, añadiendo texturas a base de diferentes samplers.Hip-hop, punk y electrónica."
  },
  {
    "nombre": "Puta Reedicion",
    "unidades": "1 LP Dorado",
    "artista": "Zahara",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148967-comprar-vinilo-de-zahara-puta-reedicion-dorado.html",
    "imagen": "https://rockntipo.com/268923-home_default/comprar-vinilo-de-zahara-puta-reedicion-dorado.jpg",
    "precio": "22,43€",
    "descripcion": "Zahara - Album Puta Reedicion (1 LP Dorado). Género: Pop/Rock nacional. 'Puta', uno de los mejores discos el pop nacional en el siglo XXI es ya un clásico contemporáneo que nunca&nbsp;dura mucho en la calle, agotando tirada tras&nbsp;tirada, y por eso aquí tenemos una nueva reedición, en este caso con vinilo dorado, que tampoco tardará mucho en agotarse. Nadie se cansa de lo bueno, y menos aún de lo extraordinario, está claro."
  },
  {
    "nombre": "Anachronistic D&#039;Amour",
    "unidades": "1 LP",
    "artista": "J&#039;Aime",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148970-comprar-vinilo-de-j-aime-anachronistic-d-amour.html",
    "imagen": "https://rockntipo.com/268926-home_default/comprar-vinilo-de-j-aime-anachronistic-d-amour.jpg",
    "precio": "24,87€",
    "descripcion": "J'Aime - Album Anachronistic D'Amour (1 LP). Género: Pop/Rock nacional. Nuevo disco del inclasificable artista de culto navarro, que lleva batallando en la música desde finales de los noventa bien sean sacando excelentes discos, haciendo podcasts o escribiendo sobre música. Llevando la contraria a&nbsp;su título, es un disco actual y vibrante."
  },
  {
    "nombre": "Reversia",
    "unidades": "1 EP",
    "artista": "Salvana",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148971-comprar-vinilo-de-salvana-reversia-ep.html",
    "imagen": "https://rockntipo.com/268927-home_default/comprar-vinilo-de-salvana-reversia-ep.jpg",
    "precio": "20,48€",
    "descripcion": "Salvana - Album Reversia (1 EP). Género: Pop/Rock nacional. Reversia es el esperado álbum debut de la banda barcelonesa de shoegaze Salvana. Coproducido por Raúl Pérez&nbsp;y Dani Molina, este disco&nbsp;lleva el sonido de la banda a una nueva dimensión, fusionando su ya distintivo shoegaze, presentado por primera vez en su EP debut, con elementos de rock alternativo&nbsp;e incluso post-rock."
  },
  {
    "nombre": "Lagrimas De Plomo Fundido",
    "unidades": "1 LP",
    "artista": "Los Estanques y El Canijo De Jerez",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148833-comprar-vinilo-de-los-estanques-y-el-canijo-de-jerez-lagrimas-de-plomo-fundido.html",
    "imagen": "https://rockntipo.com/268787-home_default/comprar-vinilo-de-los-estanques-y-el-canijo-de-jerez-lagrimas-de-plomo-fundido.jpg",
    "precio": "24,42€",
    "descripcion": "Los Estanques Y El Canijo De Jerez - Album Lagrimas De Plomo Fundido (1 LP). Género: Pop/Rock nacional. Los seres humanos siempre han querido explorar de norte a sur, descubrir nuevos territorios, viajar por el espacio, arrojar luz sobre los confines del universo, saber que hay más allá...Este año llegan Los Estanques y El Canijo de Jerez. Templanza e inspiración, rock, folklore cántabro y raíces garrapateras. En apariencia son personas normales. Con cabeza, piernas y brazos. Duermen, comen, cagan y caminan erguidos como usted. Pero algo tienen... Es difícil determinar exactamente el qué, pero sobre ellos planea una nube de humo y buenas vibraciones que no te dejará aterrizar.Las buenas cosas surgen así, sin más, sea por azar o magnetismo. Y aparece una imagen reveladora. 'Estaba conduciendo por Cantabria, yendo a San Miguel de Meruelo (donde tiene su estudio Íñigo Bregel de Los Estanques), y tuve una revelación, como que se abría el cielo, como que me dirigía hacia algo mágico', cuenta El Canijo de Jerez. Y es que 'Lágrimas de plomo fundido', el primer álbum en el que colabora la banda Los Estanques junto al Canijo de Jerez resulta ser un viaje, un disfrute, una fiesta total.La alianza entre el rock psicodélico de los cántabros Los Estanques y el flamenco-rock de El Canijo de Jerez parecía predestinado a ensamblarse cual artefacto musical innovador. Todo surgió cuando conectaron Íñigo y el Canijo, por pura admiración mutua. El jerezano tenía una canción que quería haber grabado con Miguel de los Derby Motoreta pero no salió. Unas puertas se cierran pero otras se abren. Entonces le propuso a Íñigo grabar una canción rockera que tenía escrita. Esa canción era 'El murmullo de los perros', que bebe de Camarón y del rock andaluz. Más imágenes, poética y cosmovisiones de viaje astral. Guitarrazos que gimen entre melodías de hammond, y que quieren destensar el clima de los tiempos. Todo sucede como si nada. El Canijo quería hacer algo con esencia del rock andaluz, de Triana, pero también del sonido Alameda, Guadalquivir, con la colaboración estelar Gualberto (Smash).Estas canciones se han grabado en grandes sesiones, entre cervezas, risas, tapas y algún condimento para fluir. Hay mucho de vivir la experiencia, de alegría, del disfrute. Aprovechando los espacios del estudio improvisado, en los bucles de cables, de sonoridades diabólicas de un armario a lo Conde Drácula. Estas 'lágrimas de plomo fundido' van más allá del Rey Lear y Shakespeare, a veces quieren ser Bukowskis, pero al final apelan a los Quijotes nacionales. Lo que han creado Los Estanques y el Canijo de Jerez, conectando norte a sur y abriendo la rosa de los vientos a sonidos mediterráneos, es algo único que trasciende cualquier expectativa: es la magia de la música, que nunca deja de sorprenderte y que llega a todos los confines."
  },
  {
    "nombre": "Homenaje a Enrique Morente",
    "unidades": "2 LP Black",
    "artista": "Los Evangelistas",
    "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/148912-comprar-vinilo-de-los-evangelistas-homenaje-a-enrique-morente-doble-black.html",
    "imagen": "https://rockntipo.com/268867-home_default/comprar-vinilo-de-los-evangelistas-homenaje-a-enrique-morente-doble-black.jpg",
    "precio": "37,74€",
    "descripcion": "Los Evangelistas - Album Homenaje a Enrique Morente (2 LP Black). Género: Pop/Rock nacional. Cuatro miembros de Los Planetas y de Lagartija Nick, referencias básicas del pop granadino y nacional, sumaron sus talentos para rendir este Homenaje a Enrique Morente, catorce meses después de su desoladora muerte. J, Antonio Arias, Eric Jiménez y Florent dieron forma a Los Evangelistas y tiraron del repertorio más profundo y revelador del maestro para componer un disco histórico, y necesario.El proyecto se puso en marcha, en una céntrica plaza de Granada, cuando Gabriel Núñez Hervás propuso a J y Antonio Arias realizar un homenaje a Enrique Morente para La Noche Blanca del Flamenco de Córdoba. Su conexión con el genio del Albayzín los convertía en los candidatos idóneos para llevar a cabo esta idea, fiel a su legado y coherente con su obra y su memoria.Los Evangelistas no se conformaron con hacer un repaso amable y respetuoso, sino que escarbaron en la inmensa obra de Morente para escoger las canciones con más sentido, probablemente las más difíciles, las más plenas, las más morentistas.El resultado superó y trasciende las mejores expectativas. Al estremecedor directo que se fue forjando en los directos de Córdoba, Granada y Vic se unieron dos factores que enriquecieron notablemente el disco: la producción y las colaboraciones.Martín 'Youth' Glover, bajista de Killing Joke y experto productor y mezclador de prestigio internacional (de U2 a Primal Scream, pasando por Depeche Mode o The Verve) multipicó la solemnidad y la intensidad del 'sonido evangelista'.La implicación directísima de Soleá Morente, dueña de un gusto dulcísimo en su voz y en su canto, dotó a la tarea de un impulso esencial y subrayó la legitimidad de la misma. Carmen Linares puso voz a unas seguirillas. Junto a Carmen y Soleá, la tercera reina maga de esta historia es Aurora Carbonell, la 'Pelota', alma y compañera de Enrique, que dió rienda suelta a su dolor y a su creatividad a través de una serie de cuadros catárticos. Uno de ellos es la portada de este disco, ya esencial e inolvidable. De nuevo disponible el próximo 26/09."
  },
  {
    "nombre": "Juventude",
    "unidades": "1 LP Color",
    "artista": "Juventude",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148966-comprar-vinilo-de-juventude-juventude-color.html",
    "imagen": "https://rockntipo.com/268922-home_default/comprar-vinilo-de-juventude-juventude-color.jpg",
    "precio": "25,36€",
    "descripcion": "Juventude - Album Juventude (1 LP Color). Género: Pop/Rock nacional. JUVENTUDE, el dúo sevillano formado por Ángel y Nico, publican su LP debut: 'JUVENTUDE'. Tras la buena recepción de sus singles como 'La motillo', 'Dicen de ti' o 'Morir en primavera', JUVENTUDE viene a poner todo patas arriba con su 'pop surrealista pa' la peña de la pista'. Un disco donde habitan géneros como el rock, el folk andaluz, el indie, el pop setentero y la música alternativa. Todo junto en un álbum de 12 canciones que no te dejará indiferente, sumado a la estética única que se puede ver en sus videoclips y en todo lo que hacen.Ya tienen confirmados varios festivales en 2026 y han sido seleccionados para presentar su nuevo disco en las ferias Mercat de la Música de Vic, MIL Lisboa y Monkey Week."
  },
  {
    "nombre": "Pulpa",
    "unidades": "1 LP Black",
    "artista": "Los Chivatos",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148963-comprar-vinilo-de-los-chivatos-pulpa-black.html",
    "imagen": "https://rockntipo.com/268919-home_default/comprar-vinilo-de-los-chivatos-pulpa-black.jpg",
    "precio": "23,34€",
    "descripcion": "Los Chivatos - Album Pulpa (1 LP). Género: Pop/Rock nacional. Todo empezó en febrero de 2015: cinco seguidores del discordianismo decidieron unir fuerzas para formar una banda Ñunk -punk con 'ñ'- y dar buena brea allá por Bilbao, ciudad en la que curtieron su sonido hasta transformarlo en un cuchillo de fuego ácido, surrealista y con mucho desorden que ofrecer al mundo. Suenan como si Pony Bravo y Rage Against The Machine fueran a ser papás y los californianos hubieran abortado a una especie de System of a Down en castellano a los nueve meses de embarazo, con letras paranoicas, frenéticas, agresivas y con un marcado tinte grunge.Ciertamente su movida es una barrabasada (mira en Youtube su documental 'Odio eterno al arte moderno'). Si el punk iba de que 'no hay futuro', y todo se quedó en millones de copias vendidas y marcas comerciales de lujo, suponemos que el Ñunk va de que 'sí hay un futuro, pero nos la suda sobremanera'.¿Qué queda de los primeros años de Los Chivatos en el nuevo disco? Antes, toda idea cabía en un terreno yermo que había que llenar y era bienvenida. Ahora el chorro de ideas sigue, y con una premisa clara: que haya HITS, y que siga siendo estimulante y divertido, para ellos y para ti. Haz caso a los grupos que los adoran y que van a darlo todo como público a sus conciertos: Alcalá Norte, Parquesvr, Biznaga o Repion se cuentan entre sus mayores fans.El disco se publica en vinilo y cuenta con dos ediciones muy limitadas en color rosa chicle y en amarillo, de 200 unidades cada una"
  },
  {
    "nombre": "Hawai",
    "unidades": "1 LP Black",
    "artista": "Rata Negra",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148290-comprar-vinilo-de-rata-negra-hawai-black.html",
    "imagen": "https://rockntipo.com/268206-home_default/comprar-vinilo-de-rata-negra-hawai-black.jpg",
    "precio": "21,39€",
    "descripcion": "Rata Negra - Album Hawai (1 LP Black). Género: Pop/Rock nacional. Rata Negra acaba de publicar “Hawai”, su primer single en dos años y el primero dentro de su nuevo sello, Sonido Muchacho. Se trata de una canción que mezcla el desencanto cotidiano con el deseo imposible de una vida mejor: un himno sarcástico al anhelo de descanso en un mundo que apenas deja respirar. Bajo una apariencia luminosa, el grupo madrileño firma un tema crudo, melódico y punzante, con ese equilibrio entre urgencia y melodía que les ha otorgado el ser una de las mejores bandas de punk rock del país. La canción funciona como carta de presentación del próximo álbum del grupo, también titulado “Hawai”, cuyo pre-order en formato físico y digital ya está disponible desde hoy. El anuncio llega acompañado, además, del inicio de una gira nacional que recorrerá las principales salas del país en los próximos meses. “Hawai” es, en realidad, una postal desde la trinchera. Una canción sobre soñar con cocoteros mientras se pisa asfalto roto, sobre mirar al cielo con una cerveza en la mano y pensar que, tal vez, esta vez sí toque la buena suerte. En su letra, el grupo traza con precisión esa paradoja moderna: la rutina que solo se soporta gracias al espejismo de unas vacaciones. Un viaje imposible que funciona como refugio mental frente a la precariedad, el tedio y el desgaste diario. Producida y mezclada por Francisco Meneses, con máster de Rubén Suárez y arreglos del propio Meneses junto a la banda, “Hawai” mantiene la estética sonora afilada de Rata Negra, entre el punk melódico, la new wave y un pop oscuro que nunca pierde el filo. Guitarras urgentes, bajo firme y letras que, como siempre, miran de frente y sin rodeos.."
  },
  {
    "nombre": "What My Body Wants",
    "unidades": "1 LP",
    "artista": "Carlota Flaneur",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148932-comprar-vinilo-de-carlota-flaneur-what-my-body-wants.html",
    "imagen": "https://rockntipo.com/268888-home_default/comprar-vinilo-de-carlota-flaneur-what-my-body-wants.jpg",
    "precio": "19,45€",
    "descripcion": "Carlota Flaneur - Album What My Body Wants (1 LP). Género: Pop/Rock nacional. Carlota Flâneur se dio a conocer en 2020 con su EP debut Brains, en el que ya despuntaba por su capacidad de combinar melodías brillantes con letras cargadas de emotividad sin filtro alguno. Con Uncertainty,su primer disco, consiguió desplegar su universo un paso más allá, y supo afianzar, con Ferran Palau a la producción, una propuesta cargada de color, estribillos coreables y mucha calidez. En 2024 nos regaló Relate, un sencillo compuesto al lado de Marta Knight y producido por Núria Graham, en el que entran en juego cajas de ritmos y capas de sintetizadores que unifican las voces afines de las tres artistas catalanas. Tras haber trazado un recorrido por el pop más luminoso, este 2025 Carlota Flâneur presenta What my body wants. Se trata de un disco redondo que camina entre el sol y la sombra, lleno de armonías y texturas colocadas pertinentemente para dar una forma nueva a las composiciones ya reconocibles de Flâneur. Para este nuevo trabajo se ha apoyado en el productor Emili Bosch (b1n0), que ha sabido elevar las canciones de la barcelonesa a base de patrones rítmicos ingeniosos y arreglos melódicos fabricados al detalle que conmueven al mismo nivel que las letras. What my body wants es un título que se explica por sí solo: Carlota nos cuenta lo que su cuerpo experimenta y le revela. A lo largo de estas 9 canciones, Carlota aprende a dejar la razón en un segundo plano, aunque sea durante unos instantes, y se adentra en la complejidad de relatar lo vivido procurando no juzgar laexperiencia."
  },
  {
    "nombre": "Fanatica",
    "unidades": "1 LP Transparente",
    "artista": "Lusillon",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148910-comprar-vinilo-de-lusillon-fanatica-transparente.html",
    "imagen": "https://rockntipo.com/268866-home_default/comprar-vinilo-de-lusillon-fanatica-transparente.jpg",
    "precio": "26,45€",
    "descripcion": "Lusillon- Album Fanatica (1 LP Transparente). Género: Pop/Rock nacional. Con su primer disco, LUSILLON destacó en la nueva escena pop como la vertiente más bonita y elegante. Cadencias suaves, estribillos irresistibles y letras para derretir corazones que se definió como 'el tic-tac emocional de la intimidad milenial pos-Covid'. Sus referentes,de Tracy Chapman a Regina Spektor o Clairo y de la bossa al urbano. El álbum 'Pensando mucho y mal' (Mushroom Pillow, 2023) fue seleccionado para el New Music Friday de la NPR Radio americana y destacó en medios internacionales. Su canción 'Me quiero ir' fue elegida para abrir el film 'Culpa mía', que en su primera semana encabezó el Top de Prime Video en más de 180 países y el Top200 de Shazam Global, alcanzando el Top de países como Alemania, Argentina, Francia, Austria, España, México, Chile, etc.Con el segundo disco LUSILLON da un salto cualitativo en su evolución musical. Sigue atada a su lado más dulce y romántico, desplegando una sensibilidad clásica que se funde con una producción pulida y sofisticada. El disco ha sido grabado y producido por Yann Rose en los Ciel Rouge Studios de París (Brodinski, Charlotte Gainsbourg, Christine and the Queens, Jimmy Whoo, etc)."
  },
  {
    "nombre": "Realimentaci&oacute;n",
    "unidades": "1 EP",
    "artista": "Supersubmarina",
    "enlace": "https://rockntipo.com/comprar-vinilos-musica-online/148848-comprar-vinilo-de-supersubmarina-realimentacion-ep.html",
    "imagen": "https://rockntipo.com/268802-home_default/comprar-vinilo-de-supersubmarina-realimentacion-ep.jpg",
    "precio": "24,02€",
    "descripcion": "Supersubmarina - Album Realimentación (1 EP). Género: Pop/Rock nacional. Realimentación es el tercer EP del grupo español de indie rock Supersubmarina, publicado el 24 de mayo de 2011. La grabación se realizó en los estudios Blind Records de Barcelona y la masterización en Sky Mastering (Escocia) por Denis Blackham. Después del éxito de Electroviral (2010), Supersubmarina se consolidó como una de las bandas revelación de la escena indie española. Realimentación llegó como una prolongación natural de ese primer álbum, con nuevas composiciones que mostraban un sonido más elaborado y letras introspectivas, anticipando el camino que seguirían en su siguiente trabajo de estudio, Santacruz (2012).El EP tuvo una buena acogida entre el público y fue acompañado por una gira por salas y festivales durante el mismo año. Algunos temas, como El encuentro o Puta vida, se incorporaron a su repertorio habitual en directo."
  },
  {
    "nombre": "Sirio B",
    "unidades": "1 LP Clear",
    "artista": "Solea Morente",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148914-comprar-vinilos-de-solea-morente-sirio-b-clear.html",
    "imagen": "https://rockntipo.com/268869-home_default/comprar-vinilos-de-solea-morente-sirio-b-clear.jpg",
    "precio": "29,26€",
    "descripcion": "Solea Morente - Album Sirio B (1 LP Clear). Género: Pop/Rock nacional. 'Sirio B', un disco cuyo nombre viene de la estrella más luminosa del universo, se caracteriza por ser un ejercicio musical inabarcable, sin límites. Entra en nuestros oídos como una perfecta fusión de las identidades musicales de dos de las figuras más importantes de la escena musical española. Un álbum en el que la paleta de estilos musicales es inagotable. Sentaos y escuchad. O levantaos y bailad. O todo a la vez."
  },
  {
    "nombre": "Juegos Violentos",
    "unidades": "1 LP",
    "artista": "Pu&ntilde;o Dragon",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148915-comprar-vinilos-de-puno-dragon-juegos-violentos.html",
    "imagen": "https://rockntipo.com/268870-home_default/comprar-vinilos-de-puno-dragon-juegos-violentos.jpg",
    "precio": "34,13€",
    "descripcion": "Puño Dragon - Album Juegos Violentos (1 LP). Género: Pop/Rock nacional. Juegos Violentos es 'el estirón' significativo para un grupo que se mueve sin prejuicio alguno por la canción de autor rollo americana, el rock castizo de toda la vida, las sonoridades indies, tan serios como divertidos (según toca)."
  },
  {
    "nombre": "No Salgas M&aacute;s",
    "unidades": "1 LP",
    "artista": "Fantasmage",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148845-comprar-vinilo-de-fantasmage-no-salgas-mas.html",
    "imagen": "https://rockntipo.com/268799-home_default/comprar-vinilo-de-fantasmage-no-salgas-mas.jpg",
    "precio": "19,45€",
    "descripcion": "Fantasmage - Album No Salgas Mas (1 LP). Género:Pop/Rock nacional. Pocas bandas gallegas han adquirido un estatus de culto tan indiscutible como Fantasmage. Con 'No salgas más' el dúo regresa una década después con un nuevo clásico. Pop minimalista pero mayúsculo, con las guitarras en tu cara."
  },
  {
    "nombre": "Danzas De Amor Y Veneno",
    "unidades": "1 LP Transparente",
    "artista": "Sila Lua",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148868-comprar-vinilo-de-sila-lua-danzas-de-amor-y-veneno-transparente.html",
    "imagen": "https://rockntipo.com/268822-home_default/comprar-vinilo-de-sila-lua-danzas-de-amor-y-veneno-transparente.jpg",
    "precio": "28,28€",
    "descripcion": "Sila Lua - Album Danzas De Amor Y Veneno (1 LP Transparente). Género: Pop/Rock nacional. «Danzas de Amor y Veneno», segundo álbum de Sila Lua, ya está disponible en vinilo transparente de edición limitada. El disco,mezcla una fuerte base electrónica con un espíritu pop y ritmos de las grandes escuelas de la música latina&nbsp;y africana. Sin renunciar a su vocación experimental, la artista da rienda suelta a su voz y apuesta por canciones más luminosas y bailables."
  },
  {
    "nombre": "Llepolies",
    "unidades": "1 LP",
    "artista": "Zoo",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148871-comprar-vinilo-de-zoo-llepolies.html",
    "imagen": "https://rockntipo.com/268825-home_default/comprar-vinilo-de-zoo-llepolies.jpg",
    "precio": "28,28€",
    "descripcion": "Zoo - Album Llepolies (1 LP). Género: Pop/Rock nacional. Esperada reedición en vinilo de 'Llepoiles', uno de los discos míticos de la historia de la música valenciana"
  },
  {
    "nombre": "Raval",
    "unidades": "1 LP",
    "artista": "Zoo",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148872-comprar-vinilo-de-zoo-raval.html",
    "imagen": "https://rockntipo.com/268826-home_default/comprar-vinilo-de-zoo-raval.jpg",
    "precio": "28,28€",
    "descripcion": "Zoo - Album Raval (1 LP). Género: Pop/Rock nacional. Esperada reedición en vinilo de 'Raval', uno de los discos favoritos de los fans de los Zoo y de la música valenciana en general."
  },
  {
    "nombre": "Flamencas",
    "unidades": "1 LP",
    "artista": "Las Migas",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148834-comprar-vinilo-de-las-migas-flamencas.html",
    "imagen": "https://rockntipo.com/268788-home_default/comprar-vinilo-de-las-migas-flamencas.jpg",
    "precio": "27,23€",
    "descripcion": "Las Migas - Album Flamencas (1 LP). Género: Pop/Rock nacional. Con Flamencas, Las Migas marcan un vibrante regreso al flamenco más puro y tradicional, sin dejar atrás la personalidad y frescura que las ha consolidado como una de las propuestas más destacadas y reconocidas del flamenco contemporaneo a nivel internacional.Este nuevo álbum supone una evolución de su lenguaje: un homenaje a la pureza del flamenco, interpretado desde una mirada fresca, libre, contempora´nea y empoderada. Cante, toque y compás conviven con arreglos cuidados y una sensibilidad moderna, además de unas poderosas letras donde el cuarteto intenta derrumbar estereotipos clásicos masculinos del flamenco: 'Te quiero, y por eso quiero que seas libre. No quiero tener celos, yo a ti te quiero libre, gitana, y que vuelvas con el viento.'El disco cuenta con la participación de músicos destacados del flamenco tradicional de Jerez y Sevilla- Juan Carmona, Paquito González, entre otros - y con una colaboración muy especial junto a Tanxugueiras, en la que se produce un poderoso cruce de caminos entre el folclore gallego y el andaluz, creando una fusión cultural tan única como natural.Además, para esta nueva. Las Migas han apostado por un nuevo discurso visual en el que llegan con una fuerza rompedora tal y como se muestran en el videoclip de Celos, dirigido por el reconocido fotógrafo Javier Biosca."
  },
  {
    "nombre": "Banderes Per Daltonics",
    "unidades": "1 LP",
    "artista": "Mazoni",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148841-comprar-vinilo-de-mazoni-banderes-per-daltonics.html",
    "imagen": "https://rockntipo.com/268795-home_default/comprar-vinilo-de-mazoni-banderes-per-daltonics.jpg",
    "precio": "22,36€",
    "descripcion": "Mazoni - Album Banderes Per Daltonics (1 LP). Género:Pop/Rock nacional. Con 'Banderes per daltònics', Mazoni recupera el molde original, aquél del que extrajo himnos como 'No tinc temps' o 'Eufòria'. Después de un silencio discográfico de cuatro años, Jaume Pla ha reconectado de lleno con el espíritu de los inicios, la idea romántica de hacer canciones por gusto, por instinto. La vitalidad, las melodías instantáneas vuelven al centro de operaciones del compositor ampurdanés, que abraza el pop en su acepción más exquisita. El objetivo final era recuperar las sensaciones de sus inicios sin renunciar al preciosismo y al detalle. Tomarse tiempo para que cada decisión fuese la adecuada. Jugar en casa pero exhibir la mejor versión posible de uno mismo. Y esto se traduce en una serie de estribillos directos e instantáneos ('Un racó de pau per cadascú', 'Ja no em lliguen les cadenes'), arreglos de orfebrería pop ('Fe dins la tristesa'), momentos de recogimiento acústico ('Cançó trista') y escapadas hacia el rock'n'roll más libre ('La cuina està tancada'). Pop de la mejor factura que se entreteje con una escritura precisa, que nos recuerda que Jaume Pla es una de las mejores plumas de nuestra escena musical. Si te gusta el Mazoni de toda la vida, éste es un disco 100% Mazoni. Y si aún no conoces a Mazoni, este es eldisco que 100% tienes que escuchar."
  },
  {
    "nombre": "Cuerpo En Llamas",
    "unidades": "1 LP",
    "artista": "Presa",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148844-comprar-vinilo-de-presa-cuerpo-en-llamas.html",
    "imagen": "https://rockntipo.com/268798-home_default/comprar-vinilo-de-presa-cuerpo-en-llamas.jpg",
    "precio": "19,45€",
    "descripcion": "Presa - Album Cuerpo en llamas (1 LP). Género:Pop/Rock nacional. Presa ha renacido como un cuarteto de apasionado y sudoroso rock. Samuel Fonseca se erige como el crooner de nuestros tiempos, arropado por una febril banda que ebulle en elegante violencia y pasión."
  },
  {
    "nombre": "Fanatica",
    "unidades": "1 LP Black",
    "artista": "Lusillon",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148911-comprar-vinilo-de-lusillon-fanatica-black.html",
    "imagen": "https://rockntipo.com/268865-home_default/comprar-vinilo-de-lusillon-fanatica-black.jpg",
    "precio": "25,36€",
    "descripcion": "Lusillon- Album Fanatica (1 LP Black). Género: Pop/Rock nacional. Con su primer disco, LUSILLON destacó en la nueva escena pop como la vertiente más bonita y elegante. Cadencias suaves, estribillos irresistibles y letras para derretir corazones que se definió como 'el tic-tac emocional de la intimidad milenial pos-Covid'. Sus referentes,de Tracy Chapman a Regina Spektor o Clairo y de la bossa al urbano. El álbum 'Pensando mucho y mal' (Mushroom Pillow, 2023) fue seleccionado para el New Music Friday de la NPR Radio americana y destacó en medios internacionales. Su canción 'Me quiero ir' fue elegida para abrir el film 'Culpa mía', que en su primera semana encabezó el Top de Prime Video en más de 180 países y el Top200 de Shazam Global, alcanzando el Top de países como Alemania, Argentina, Francia, Austria, España, México, Chile, etc.Con el segundo disco LUSILLON da un salto cualitativo en su evolución musical. Sigue atada a su lado más dulce y romántico, desplegando una sensibilidad clásica que se funde con una producción pulida y sofisticada. El disco ha sido grabado y producido por Yann Rose en los Ciel Rouge Studios de París (Brodinski, Charlotte Gainsbourg, Christine and the Queens, Jimmy Whoo, etc)."
  },
  {
    "nombre": "?&iquest;Que Pasa? &iquest;&iexcl;Ya Nadie Quiere Ser Un Hombre!?",
    "unidades": "1 Single 7\"",
    "artista": "Raya Diplomatica",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148675-comprar-vinilo-de-raya-diplomatica-que-pasa-ya-nadie-quiere-ser-un-hombre-single.html",
    "imagen": "https://rockntipo.com/268620-home_default/comprar-vinilo-de-raya-diplomatica-que-pasa-ya-nadie-quiere-ser-un-hombre-single.jpg",
    "precio": "14,59€",
    "descripcion": "Raya Diplomatica - Album ?¿Que Pasa? ¿¡Ya Nadie Quiere Ser Un Hombre!?(1 Single 7'). Género: Pop/Rock nacional. Raya Diplomática es una agrupación ecléctica, y es que la sobrada experiencia que juntan entre sus integrantes en lo musical y lo audiovisual da lugar a una combinación única. El cuarteto está formado por el cineasta Javier Calvo, Marco Frías (El Buen Hijo), Elena Rodríguez (Concept artist de Stella Maris) y Álex de Lucas (The Parrots). Un grupo de amigas que disfrutan haciendo música juntas. Como diría Karton de Vino en su canción 'punkis maricones': contra los macarras, violencia bujarra."
  },
  {
    "nombre": "Cuando nos toque perder",
    "unidades": "1 EP 10\"",
    "artista": "Carlos Balacera",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148451-comprar-vinilo-de-carlos-balacera-cuando-nos-toque-perder-ep-10pulgadas.html",
    "imagen": "https://rockntipo.com/268374-home_default/comprar-vinilo-de-carlos-balacera-cuando-nos-toque-perder-ep-10pulgadas.jpg",
    "precio": "18,00€",
    "descripcion": "Carlos Balacera - Album Cuando nos toque perder (1 EP 10'). Género: Pop/Rock nacional. Carlos Balacera: Un perro viejo del Rock'n'Roll con sello leones que está de regreso.Tras estrenar a finales del 2024 su primer single, 'Soga y ciprés', (acompañado de Kutxi y Aarón Romero) y desgranar el resto de singles, retorna a las andadas y vuelve a poner en marcha la maquinaria mientras se cocina, a fuego lento, el Ep 10' que ve la luz en verano bajo el título de 'Cuando nos&nbsp;toque&nbsp;perder'.'Cuando nos toque perder' es el tema que da título al Ep y que surge de la vieja (aunque eternamente vigente) idea del perdedor que siempre ha remado en la vida en todas las embarcaciones en las que puso su ilusión y su esperanza. Esas mismas en las que viajaba acompañado del bullicio y la amistad inquebrantable y que, cuando acechó la noche y la ruta se torció y se volvió oscura, descubrió que remaba en soledad.Una canción como la vida misma; cruda y triste... pero con el viejo remedio de ser espantada con unos acordes y un puñado de Versos. El tema cuenta con la colaboración de una de esas enormes cantantes y guitarristas por descubrir en este país, Olguita Negral, cantante, guitarrista y compositora leonesa con base en Valencia de Don Juan y pasado artístico madrileño."
  },
  {
    "nombre": "Nostalgia Punk",
    "unidades": "1 LP Black",
    "artista": "The Birra&#039;s Terror",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148609-comprar-vinilo-de-the-birra-s-terror-nostalgia-punk-black.html",
    "imagen": "https://rockntipo.com/268541-home_default/comprar-vinilo-de-the-birra-s-terror-nostalgia-punk-black.jpg",
    "precio": "18,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025The Birra's Terror - Album Nostalgia Punk (1 LP Black). Género: Punk Rock. Nostalgia Punk es el quinto disco de estudio del grupo The Birra's Terror. Grabado y mezclado por su vocalista Andrés Romero nos ofrece 14 nuevas canciones."
  },
  {
    "nombre": "Unilateral",
    "unidades": "1 LP Negro",
    "artista": "Coherence",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148623-comprar-vinilo-de-coherence-unilateral-negro.html",
    "imagen": "https://rockntipo.com/268555-home_default/comprar-vinilo-de-coherence-unilateral-negro.jpg",
    "precio": "24,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Coherence - Album Unilateral (1 LP Negro). Género: Rock alternativo. Coherence son un grupo de Barcelona formado por Guillem (voz y guitarra), Adrià (voz y guitarra), Marina (batería) y Carlos (bajo). Publican su primer disco Estímuls Nocius en 2018 y es editado por los sellos H-Records, Hang The Dj Records y Navalla. En 2023 sale su segundo disco Unilateral y para su edición suman sellos a la causa contando con: H-Records, Navalla, Mulisec Records, Rat Produccions, Grans Records, Hang The Dj Records, Irrintzi Diskak y La Rubia Producciones. Este nuevo trabajo que mejora su debut está grabado por José González en La Atlántida Estudio con Eric Fuentes como productor. El disco está masterizado por Víctor García en Ultramarinos Mastering."
  },
  {
    "nombre": "Unilateral",
    "unidades": "1 LP Naranja",
    "artista": "Coherence",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148624-comprar-vinilo-de-coherence-unilateral-naranja.html",
    "imagen": "https://rockntipo.com/268556-home_default/comprar-vinilo-de-coherence-unilateral-naranja.jpg",
    "precio": "24,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Coherence - Album Unilateral (1 LP Naranja). Género: Rock alternativo. Coherence son un grupo de Barcelona formado por Guillem (voz y guitarra), Adrià (voz y guitarra), Marina (batería) y Carlos (bajo). Publican su primer disco Estímuls Nocius en 2018 y es editado por los sellos H-Records, Hang The Dj Records y Navalla. En 2023 sale su segundo disco Unilateral y para su edición suman sellos a la causa contando con: H-Records, Navalla, Mulisec Records, Rat Produccions, Grans Records, Hang The Dj Records, Irrintzi Diskak y La Rubia Producciones. Este nuevo trabajo que mejora su debut está grabado por José González en La Atlántida Estudio con Eric Fuentes como productor. El disco está masterizado por Víctor García en Ultramarinos Mastering."
  },
  {
    "nombre": "Never rains but it pours",
    "unidades": "1 LP Black",
    "artista": "Gyoza",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148629-comprar-vinilo-de-gyoza-never-rains-but-it-pours-black.html",
    "imagen": "https://rockntipo.com/268561-home_default/comprar-vinilo-de-gyoza-never-rains-but-it-pours-black.jpg",
    "precio": "20,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Gyoza - Album Never rains but it pours (1 LP Black). Género: Grunge. Ya lo dice el refranero castizo, 'en abril, aguas mil'. Un aforismo preciso que designa la trascendencia de este mes tan apático, en el que a pesar del calendario, sus temperaturas se resisten a mostrarnos del todo sus brillos y se mantiene constante esa condición irregular que le define. De algún modo, son estas lecturas las que también paladeamos en el nuevo trabajo que firma la banda barcelonesa GYOZA, quienes se entregan de lleno a una tormenta de sabores noventeros subidos de decibelios para enmarcar una melancolía iracunda e inconformista que se extiende a lo largo de este tercer álbum, 'It Never Rains But It Pours'."
  },
  {
    "nombre": "Never rains but it pours",
    "unidades": "1 LP Azul",
    "artista": "Gyoza",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148630-comprar-vinilo-de-gyoza-never-rains-but-it-pours-azul.html",
    "imagen": "https://rockntipo.com/268562-home_default/comprar-vinilo-de-gyoza-never-rains-but-it-pours-azul.jpg",
    "precio": "24,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Gyoza - Album Never rains but it pours (1 LP Azul). Género: Grunge. Ya lo dice el refranero castizo, 'en abril, aguas mil'. Un aforismo preciso que designa la trascendencia de este mes tan apático, en el que a pesar del calendario, sus temperaturas se resisten a mostrarnos del todo sus brillos y se mantiene constante esa condición irregular que le define. De algún modo, son estas lecturas las que también paladeamos en el nuevo trabajo que firma la banda barcelonesa GYOZA, quienes se entregan de lleno a una tormenta de sabores noventeros subidos de decibelios para enmarcar una melancolía iracunda e inconformista que se extiende a lo largo de este tercer álbum, 'It Never Rains But It Pours'."
  },
  {
    "nombre": "The Dame",
    "unidades": "1 LP Black",
    "artista": "Red Baleine",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148644-comprar-vinilo-de-red-baleine-the-dame-black.html",
    "imagen": "https://rockntipo.com/268578-home_default/comprar-vinilo-de-red-baleine-the-dame-black.jpg",
    "precio": "20,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Red Baleine - Album The Dame (1 LP Black). Género: Dark Pop. Red Baleine (ballena roja, en inglés y francés) es un grupo de Zaragoza, con miembros de grupos como Visión Túnel, Rouille (ambos ya extintos) y Casi Reptil (actualmente en activo). Su estilo flirtea con el post-rock, indie / alternativo? con cierto toque experimental. En su última etapa, están jugando más con los ambientes y ritmos creados por sintetizadores, tanto en sus nuevas canciones, como en los directos, acompañados también de la 'videoescenografía' de Pablo Noailles. En la temática que tocan en sus letras y el motor general de su música, suelen repetirse la idea del mar, detalles y elementos de la naturaleza, la crítica y la observación del mundo en general que nos rodea y las sensaciones que todo ello les provoca. Estos temas suelen ser tratados de forma abstracta, con imágenes, sentimientos, y también hay un espacio para criticar el control del poder y de cómo resistir a su dominio.En esta última etapa, en su próximo disco, también aparece la imagen de la bruja, como símbolo de aquellas personas que han sido o siguen siendo perseguidas por cuestiones de género, raza, identidad sexual, ideas políticas?."
  },
  {
    "nombre": "VVV",
    "unidades": "1 EP Transparente Serigrafiado",
    "artista": "Rheia Gorecki",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148646-comprar-vinilo-de-rheia-gorecki-vvv-ep-transparente-serigrafiado.html",
    "imagen": "https://rockntipo.com/268580-home_default/comprar-vinilo-de-rheia-gorecki-vvv-ep-transparente-serigrafiado.jpg",
    "precio": "20,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Rheia Gorecki - Album VVV (1 EP Transparente Serigrafiado). Género: Shoegaze 90'. Rheia Gorecki empezó en 2018 como una colaboración entre Catu y Adrián. Al proceder de estilos musicales muy variados, emergieron como banda intentando explorar diferentes géneros y buscando un sonido propio a través del contraste sonoro. Su música oscila entre el rock alternativo y otros estilos como el post rock o el shoegaze. Sus canciones son épicas, emotivas, poderosas, alternando pasajes absolutamente contundentes con otros más atmosféricos."
  },
  {
    "nombre": "Monochrome",
    "unidades": "1 LP Splatter Blanco y Negro",
    "artista": "Rheia Gorecki",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148647-comprar-vinilo-de-rheia-gorecki-monochrome-splatter-blanco-y-negro.html",
    "imagen": "https://rockntipo.com/268582-home_default/comprar-vinilo-de-rheia-gorecki-monochrome-splatter-blanco-y-negro.jpg",
    "precio": "22,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Rheia Gorecki - Album Monochrome (1 LP Splatter Blanco y Negro). Género: Rock alternativo. Rheia Gorecki empezó en 2018 como una colaboración entre Catu y Adrián. Al proceder de estilos musicales muy variados, emergieron como banda intentando explorar diferentes géneros y buscando un sonido propio a través del contraste sonoro. Su música oscila entre el rock alternativo y otros estilos como el post rock o el shoegaze. Sus canciones son épicas, emotivas, poderosas, alternando pasajes absolutamente contundentes con otros más atmosféricos. 'Teníamos claro que queríamos que nuestro segundo trabajo fuese lo más honesto y directo posible. La vulnerabilidad está muy presente, pero también lo están la ira, la tristeza, el miedo o la calma. Puede decirse que el hilo conductor del EP es la ansiedad y cómo ésta puede provocar tal caos en nuestras vidas que olvidemos dónde está la raíz que nos mantiene anclados al suelo. Bajo el prisma ansioso nada es igual pero tendemos a ver todo en tonos muy parecidos, de ahí el título, Monochrome.'"
  },
  {
    "nombre": "Seconda Morte",
    "unidades": "1 EP Mitad Marmol",
    "artista": "Rosy Finch",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148650-comprar-vinilo-de-rosy-finch-seconda-morte-ep-mitad-marmol.html",
    "imagen": "https://rockntipo.com/268585-home_default/comprar-vinilo-de-rosy-finch-seconda-morte-ep-mitad-marmol.jpg",
    "precio": "27,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Rosy Finch - Album Seconda Morte (1 EP Mitad Marmol). Género: Grunge. El álbum es un viaje musical cambiante y emocionante basado en la obra literaria 'La Divina Comedia' donde Dante Alighieri atraviesa el infierno, el purgatorio y el paraíso para reencontrarse con su difunta amada Beatriz y luchar por la fe en Dios. Una colaboración entre tres sellos discográficos (Lay Bare Recordings, Discos Macarras y LaRubia Producciones), en un viaje introspectivo, diverso, cuya ambientación engancha soberanamente. El trío combina una mezcla ecléctica de grunge y rock alternativo de los 90 con influencias de metal y sludge. A veces meditativa e inquietante y otras veces llena de rabia, Rosy Finch combinan riffs insidiosos y muy heavys a la perfección"
  },
  {
    "nombre": "For&aacute;neo",
    "unidades": "1 LP Negro",
    "artista": "The Mothercrow",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148654-comprar-vinilo-de-the-mothercrow-foraneo-negro.html",
    "imagen": "https://rockntipo.com/268589-home_default/comprar-vinilo-de-the-mothercrow-foraneo-negro.jpg",
    "precio": "26,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025The Mothercrow - Album Foráneo (1 LP Negro). Género: 70'. The Mothercrow evoca el sonido y el aspecto llamativo de los clásicos de la edad de oro del rock, con ideales sonoros que abarcan desde el blues rock y la psicodelia de finales de los sesenta hasta el hard rock y el protoheavy metal de finales de los setenta.Sus discos aspiran a ser tan bluesy como Led Zeppelin, tan groovy como Grand Funk Railroad, tan duros como Deep Purple, tan pesados como Black Sabbath y tan épicos como Rainbow. Sin embargo, no se puede negar que bandas contemporáneas como Graveyard, Blues Pills y Rival Sons también han dejado huellas perceptibles en la identidad musical de The Mothercrow."
  },
  {
    "nombre": "For&aacute;neo",
    "unidades": "1 LP Violeta",
    "artista": "The Mothercrow",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148655-comprar-vinilo-de-the-mothercrow-foraneo-violeta.html",
    "imagen": "https://rockntipo.com/268590-home_default/comprar-vinilo-de-the-mothercrow-foraneo-violeta.jpg",
    "precio": "26,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025The Mothercrow - Album Foráneo (1 LP Violeta). Género: 70'. The Mothercrow evoca el sonido y el aspecto llamativo de los clásicos de la edad de oro del rock, con ideales sonoros que abarcan desde el blues rock y la psicodelia de finales de los sesenta hasta el hard rock y el protoheavy metal de finales de los setenta.Sus discos aspiran a ser tan bluesy como Led Zeppelin, tan groovy como Grand Funk Railroad, tan duros como Deep Purple, tan pesados como Black Sabbath y tan épicos como Rainbow. Sin embargo, no se puede negar que bandas contemporáneas como Graveyard, Blues Pills y Rival Sons también han dejado huellas perceptibles en la identidad musical de The Mothercrow."
  },
  {
    "nombre": "V&iacute;ctimas del Ritmo",
    "unidades": "1 LP Chicle",
    "artista": "Varonas",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148660-comprar-vinilo-de-varonas-victimas-del-ritmo-chicle.html",
    "imagen": "https://rockntipo.com/268595-home_default/comprar-vinilo-de-varonas-victimas-del-ritmo-chicle.jpg",
    "precio": "26,00€",
    "descripcion": "Disponible a partir 4 Agosto 2025Varonas - Album Víctimas del Ritmo (1 LP Chicle). Género: Garage. Voces femeninas, válvulas, punk, surf y power pop son los atributos de Varonas, el supergrupo madrileño con miembros de Mallory Knox y Thee Girlfriends que lanza su espléndido debut en vinilo 12 pulgadas. Un tonificante catálogo de canciones empapadas en el elixir de la eterna juventud, diez catapultas a la felicidad instantánea siguiendo la receta mágica de Rezillos, B-52's, Dickies, Riverdales, Shangri-Las, Muffs, Buzzcocks, Go-Go's, Adverts?Varonas demuestran su destreza en el noble arte de la canción pop, en el menos-es-más, en la lucha heróica de mantener una banda con el ímpetu con el que encaras un viernes en la gran ciudad. Varonas conocen los trucos, están en el mejor momento de sus vidas y nos regalan esta nueva aventura musical que celebramos con entusiasmo."
  },
  {
    "nombre": "El Cuerpo Despues De Todo",
    "unidades": "1 LP Color",
    "artista": "Valeria Castro",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148440-comprar-vinilo-de-valeria-castro-el-cuerpo-despues-de-todo.html",
    "imagen": "https://rockntipo.com/268362-home_default/comprar-vinilo-de-valeria-castro-el-cuerpo-despues-de-todo.jpg",
    "precio": "34,04€",
    "descripcion": "Valeria Castro - Album El Cuerpo Despues De Todo (1 LP). Género: Pop/Rock nacional. Con tan solo 25 años, Valeria Castro se ha consolidado como una realidad incontestable en la música en español.Tras completar una gira de 82 conciertos con entradas agotadas en teatros de más de 10 países con su primer álbum, Valeria presenta 'el cuerpo después de todo', su segundo trabajo de larga duración. Producido por el ocho veces ganador del Latin Grammy Carles Campi Campón (Jorge Drexler, Natalia Lafourcade, Vetusta Morla), este álbum marca un ejercicio de maduración artística y personal. En él, la de La Palma da paso a una mujer fuerte que enfrenta sus miedos con valentía. Es un puzzle de emociones que conecta con nuestros sentimientos más profundos y dormidos. Valeria, siempre fiel a su esencia, parece recordarnos aquella frase del escritor Antoine de Saint-Exupéry en El Principito: 'Lo esencial es invisible a los ojos'.Grabado entre México y España, este nuevo trabajo llevará a Valeria a recorrer al menos 17 países en su gira de presentación, culminando con un concierto en el Movistar Arena de Madrid el 9 de enero de 2026, un hito que reafirma su posición como una de las grandes artistas de su generación.Valeria acumula importantes reconocimientos, entre ellos dos nominaciones al Latin Grammy, dos nominaciones al Goya y premios como 'Mejor Álbum de Raíz' o 'Artista Revelación' en los Premios MIN, el Premio ACAMUS mejor Canción para Cine o la Medalla de Oro de Canarias.A lo largo de su carrera, ha colaborado con figuras icónicas como Julieta Venegas, Alejandro Sanz, La Oreja de Van Gogh, Silvana Estrada, Vetusta Morla, Vicente García o Sílvia Pérez Cruz, consolidándose como una voz imprescindible en la música hispana actual."
  },
  {
    "nombre": "Peligrosa Libertad",
    "unidades": "1 LP",
    "artista": "Segismundo Toxicomano",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148380-comprar-vinilo-de-segismundo-toxicomano-peligrosa-libertad.html",
    "imagen": "https://rockntipo.com/268298-home_default/comprar-vinilo-de-segismundo-toxicomano-peligrosa-libertad.jpg",
    "precio": "21,39€",
    "descripcion": "Segismundo Toxicomano - Album Peligrosa Libertad (1 LP). Género: Pop/Rock nacional. Segismundo Toxicómano es una de las bandas más queridas, reputadas y fundamentales de la escena punk-rock estatal. Tras 6 años sin publicar material nuevo regresan con 'Peligrosa Libertad', doce canciones que vuelven a demostrar por qué este grupo es uno de los imprescindibles en los festivales del género. El disco número once de esta formación gasteiztarra hace un repaso a las señas de identidad que llevan definiéndolos desde 1997: melodías pegadizas, estribillos llenos de fuerza, ritmos rápidos y unas letras directas a agitar las conciencias. Todo ello envuelto en un cuidado formato físico tanto en su edición en CD como en la de vinilo."
  },
  {
    "nombre": "Marmol",
    "unidades": "1 LP",
    "artista": "Marban",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148496-comprar-vinilo-de-marban-marmol.html",
    "imagen": "https://rockntipo.com/268420-home_default/comprar-vinilo-de-marban-marmol.jpg",
    "precio": "23,34€",
    "descripcion": "Marban - Album Marmol (1 LP). Género: Pop/Rock nacional. 'Marmol' es el ultimo album de estudio de la banda de Getxo, Marban. Elementos pop maridan eficazmente con ambientes pospunk, teclados y guitarras que ya has escuchado, pero que funcionan a la perfeccion, un gran disco conceptual,"
  },
  {
    "nombre": "Todo Bien",
    "unidades": "1 LP",
    "artista": "Fermi",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148497-comprar-vinilo-de-fermi-todo-bien.html",
    "imagen": "https://rockntipo.com/268421-home_default/comprar-vinilo-de-fermi-todo-bien.jpg",
    "precio": "19,45€",
    "descripcion": "Fermi - Album Todo Bien (1 LP). Género: Pop/Rock nacional. 'Todo Bien' está formado por trece temas que oscilan entre el folkpop, la canción de autor contemporánea y el costumbrismo emocional, con textos en catalán y castellano. Cada una de estas canciones ha sido publicada previamente como single (en martes), pero ahora, reunidas,adquieren una nueva dimensión narrativa y emocional.Grabado junto a una banda sólida y elegante (Jordi Llobet en batería, Oscar Huerta en bajo y guitarra, Eloy Bernal en piano y producción) y acompañado de colaboraciones vocales de lujo como Maria Rodés, Joan Colomo, Conxita Herrero (Tronco), Elena Grueso y Hola Lis, el disco se convierte en un retrato coral, honesto y lleno de sensibilidad."
  },
  {
    "nombre": "El Ultimo D&iacute;a De Nuestras Vidas",
    "unidades": "1 LP Red",
    "artista": "Dani Martin",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148543-comprar-vinilo-de-dani-martin-el-ultimo-dia-de-nuestras-vidas-red.html",
    "imagen": "https://rockntipo.com/268472-home_default/comprar-vinilo-de-dani-martin-el-ultimo-dia-de-nuestras-vidas-red.jpg",
    "precio": "30,88€",
    "descripcion": "Dani Martin - Album El Ultimo Día De Nuestras Vidas (1 LP Red). Género: Pop/Rock nacional. Disco con certificación de ventas Platino de uno de los artistas más consagrados del pop rock español. Nuevo formato de 'El Último día de nuestras vidas' éxitoso último disco de Dani Martín."
  },
  {
    "nombre": "El Que Quiera Dormir Que Se Compre Una Colchoneta",
    "unidades": "1 LP",
    "artista": "G-5",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148324-comprar-vinilo-de-g-5-el-que-quiera-dormir-que-se-compre-una-colchoneta.html",
    "imagen": "https://rockntipo.com/268240-home_default/comprar-vinilo-de-g-5-el-que-quiera-dormir-que-se-compre-una-colchoneta.jpg",
    "precio": "24,42€",
    "descripcion": "G-5 - Album El Que Quiera Dormir Que Se Compre Una Colchoneta (1 LP). Género: Pop/Rock nacional. G-5 presenta nuevo disco: El que quiera dormir que se compre una colchoneta. Cinco sinvergüenzas, 19 años después, se han vuelto a escapar...El G-5 ha vuelto. Este supergrupo está compuesto por Stanley (Kiko Veneno), Joaquín Carachapa (El Canijo de Jerez), Chapotín (Muchachito), Tomasitio (Tomasito) y Alan Brin (Diego Ratón) y hace 19 años se juntaron en un estudio en Jerez para grabar el ya emblemático Tucaratupapi. Ahora sus caminos se vuelven a cruzar para grabar nuevas canciones y nuevo disco: El que quiera dormir que se compre una colchoneta."
  },
  {
    "nombre": "Mi Yegua",
    "unidades": "1 LP",
    "artista": "Siwomat",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148442-comprar-vinilo-de-siwomat-mi-yegua.html",
    "imagen": "https://rockntipo.com/268364-home_default/comprar-vinilo-de-siwomat-mi-yegua.jpg",
    "precio": "20,38€",
    "descripcion": "Siwomat - Album Mi Yegua (1 LP). Género: Pop/Rock nacional. Siwomat regresa con un nuevo álbum que se titula «Mi yegua» y que ha sido grabado, mezclado y masterizado íntegramente por el propio dúo berlinés. En este quinto trabajo de estudio, el post-punk afilado e intimidante al que Pablo Paciuk (Montevideo) y Carles Navarro (Barcelona) nos tenían acostumbrados en sus primeros álbumes se ha tornado multifacético, dando como resultado el disco más lúdico de su carrera. Con la repetición como herramienta de hipnosis, la abstracción musical que Siwomat es capaz de expresar en «Mi yegua» torna sus canciones en poderosos artefactos, cuyos lemas emanan una sugestión subliminal extraordinaria. Con la escucha de este álbum, sin darnos cuenta, nos adentramos en un mundo subjetivo y con leyes propias, donde el concepto de yegua hace referencia a un sentimiento instintivo, inconsciente y primario que nos lleva por el espacio y el tiempo, mientras nos conecta con el otro. Un otro natural, animal y cómplice, en medio de una realidad caótica y violenta. Atravesar ese espacio-tiempo empieza con «Gente se ve extraña», canción que nos aproxima con humor a ciertos instantes del comportamiento humano? Despresurizamos. Entramos y salimos del trance que supone «Acto de magia» y luego, mientras formulamos la frase «No quiero más Pepsi», a nuestro alrededor empiezan a ascender burbujas. Llega «Race without horses» y la inteligencia artificial corre por nuestras venas? Cuando nos percatamos de que llevamos un buen tiempo dando vueltas, abrimos los ojos en «Merodeando» para terminar la cara A, cotejando el apoyo mutuo como ayuda única para sobrevivir en este reino de lo individual y de la desconfianza. Luego la cara B arranca con «Se escapa la música». Semejante maravilla en dos actos complementarios que remite a la maleabilidad formal de cualquier obra musical en la mente del oyente y a las subsecuentes interpretaciones que derivan de ella? Cuando, de repente la experiencia onírica de «Llueve en el avión» nos conduce a la recta final del disco. Si bien «Rebotes, rebrotes» y «Una vuelta más» son temas en los que retomamos consciencia sobre ese sentimiento de fragmentación interna, tan complejo -íntimo y universal- que es el dolor, encontramos recursos emocionales para salir adelante, como la primavera? Y entonces, ya preparados, nos relajamos con el trasfondo de una noche de verano para salir del disco con «Mecedora», bajo el auspicio maternal de la inocencia, el respeto y la amistad."
  },
  {
    "nombre": "Mariagrep Is Not A Crime",
    "unidades": "1 LP",
    "artista": "Mariagrep",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148445-comprar-vinilo-de-mariagrep-mariagrep-is-not-a-crime.html",
    "imagen": "https://rockntipo.com/268367-home_default/comprar-vinilo-de-mariagrep-mariagrep-is-not-a-crime.jpg",
    "precio": "17,50€",
    "descripcion": "Mariagrep - Album Mariagrep Is Not A Crime (1 LP). Género: Pop/Rock nacional. Mariagrep guarda con cariño esos días de quedar con sus amigas en una casa para maquillarse antes de salir, hablar de con quién querían cruzarnos esa noche y no tener miedo ni conciencia de prácticamente nada de lo que hoy sé... pero la noche se fue oscureciendo para ella, y conocerla y vivirla desde dentro no es lo que más le hubiera gustado.Ese ha sido el disparador de 'MARIAGREP IS NOT A CRIME', su nuevo álbum, que llega casi cuatro años después de 'Si un día...' y casi tres después de 'Detox': un ejercicio discográfico de madurez, en donde sigue estirando los límites del pop llevándolo a frecuencias electrónicas y urbanas absolutamente impredecibles, pero firmando hits de rave naïf, de lolita underground y, a la vez, de una artista con voz propia, madura, inteligente y con un rango artístico inapelable.Con ecos que van desde la rave más reflexiva hasta la canción melódica, esa estética de lolita underground o guiños a las divas pop contemporáneas (de Charli XCX a LISA, Chappel Roan o Lorde); la artista que también forma parte de los grupos Grande Amore y Coolnenas presenta en solitario el primer gran álbum del año."
  },
  {
    "nombre": "Te Quiere Todo El Mundo",
    "unidades": "1 LP Black",
    "artista": "Pablo Und Destruktiion",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148381-comprar-vinilo-de-pablo-und-destruktiion-te-quiere-todo-el-mundo.html",
    "imagen": "https://rockntipo.com/268299-home_default/comprar-vinilo-de-pablo-und-destruktiion-te-quiere-todo-el-mundo.jpg",
    "precio": "21,39€",
    "descripcion": "Pablo Und Destruktiion - Album Te Quiere Todo El Mundo (1 LP). Género: Pop/Rock nacional. Pablo Und Destruktion no usa púas: usa cerillas para tocar una guitarra embadurnada de gasolina con 98 de octanaje. El calor que le da quemarse a lo bonzo en cada canción es una actitud, la de artista disidente, es la temperatura en la que el asturiano se encuentra especialmente bien, aunque a su alrededor nada lo esté del todo.A eso es a lo que canta en 'Te quiere todo el mundo', el regreso del mejor registro de un Pablo Und Destruktion que se debate entre una canción protesta que parece combatir, precisamente, la hipocresía de esos mismos artistas que abanderan la protesta actual; y en donde se posiciona como una especie de cantor que se debate entre ser un sátiro de la mala leche y un trovador de amores tomar en un momento donde, aunque quizás no lo quiera todo el mundo (o no tanto como cuando comenzó a decir lo que pensaba sobre ciertas cosas), él celebra hasta la vida de sus enemigos."
  },
  {
    "nombre": "Acto Fundacional",
    "unidades": "1 LP",
    "artista": "Siniestro Total",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148399-comprar-vinilo-de-siniestro-total-acto-fundacional.html",
    "imagen": "https://rockntipo.com/268319-home_default/comprar-vinilo-de-siniestro-total-acto-fundacional.jpg",
    "precio": "26,60€",
    "descripcion": "Siniestro Total - Album Acto Fundacional (1 LP). Género: Pop/Rock nacional. Siniestro Total fue una banda punk española formada en Vigo en 1981. Su LP debut, '¿Cuándo se viene aquí?' (DRO 1982), está considerado uno de los mejores álbumes españoles de la época. Un gran éxito comercial acompañó a la banda durante más de una década, hasta mediados de los 90, cuando la popularidad de los grupos de la llamada 'movida madrileña' y otras escenas similares de otras partes de España, como Galicia, donde se formó Siniestro Total, se desvaneció. Mientras Julián Hernández se mantendría al frente de Siniestro Total, los demás miembros de la formación original participarían posteriormente en otros proyectos musicales reconocidos como Golpes Bajos, Os Resentidos y Aerolíneas Federales. Muchas de sus mejores y más populares canciones, que reflejan la esencia punk y divertida de la banda, fueron compuestas en los inicios de Siniestro Total. Ahora nos complace desenterrar la grabación del primer concierto de la banda. El concierto tuvo lugar en el Cine Salesianos de Vigo en diciembre de 1981, en el marco del festival Nadal Rock, ante un público reducido pero entusiasta."
  },
  {
    "nombre": "Viaje A Roma",
    "unidades": "2 LP Ltd",
    "artista": "Galerna",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148382-comprar-vinilo-de-galerna-viaje-a-roma-doble-ltd.html",
    "imagen": "https://rockntipo.com/268312-home_default/comprar-vinilo-de-galerna-viaje-a-roma-doble-ltd.jpg",
    "precio": "29,17€",
    "descripcion": "Galerna - Album Viaje A Roma (2 LP Ltd). Género: Pop/Rock nacional. Doble vinilo edición limitada.'Viaje a Roma' es una novela cantada; una ficción literaria en formato musical dividida en doce capítulos que narran la aventura de dos amigos bilbaínos en su viaje en coche desde Bilbao hasta la capital de Italia.El punto de partida es la existencialista 'Cap 1: La Razón', que se mueve suavemente por guitarra y piano mientras la batería sostiene la voz con un ritmo constante de medio tiempo. En 'Cap. 3: Monteriggioni' guitarras españolas parecidas a las de Kozelek y pianos que nos llevan a Andrew Bird levantan una canción intimista y cálida. 'Cap. 7: Cena en Luzzi' muestra más influencias del grupo a través de guitarras que recuerdan a The Smiths y una instrumental que se acerca al rock n roll de los cincuenta y el brillo de grupos como The Pains of Being Pure at Heart. Y es que Galerna se ha nutrido de poetas vascos como Ramón de Basterra, novelas como 'Camino a Roma' de Antonio Menchaca así como guiones de Sorrentino y de la música de Sun Kil Moon, The National, Andrew Bird, el propio Morrissey y sus paisanos y padrinos McEnroe.¿Acaso algo más bilbaíno que el comparar su botxo natal con la capital milenaria de Europa? Quizás es justa esta la labor de Galerna: dar un sentido universal y trascendente a su pequeño mundo de la costa, peleando con el resto de propuestas artísticas por convertirse en el centro de todo, en un icono atemporal."
  },
  {
    "nombre": "Hibernarse",
    "unidades": "1 EP Transparente+Fanzine",
    "artista": "Fillas De Cassandra",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148394-comprar-vinilo-de-fillas-de-cassandra-hibernarse-ep-transparente-fanzine.html",
    "imagen": "https://rockntipo.com/268313-home_default/comprar-vinilo-de-fillas-de-cassandra-hibernarse-ep-transparente-fanzine.jpg",
    "precio": "32,67€",
    "descripcion": "Fillas De Cassandra - Album Hibernarse (1 EP Transparente+Fanzine). Género: Pop/Rock nacional. El tiempo no solo pasa, se transforma.&nbsp;Fillas de Cassandra nos invita a explorarlo con «Hibernarse», su nuevo. El dúo reflexiona sobre el concepto del tiempo a través de diferentes prismas y disciplinas artísticas. Un viaje sonoro que se despliega poco a poco, como las estaciones, revelando en cada pieza una nueva mirada. El&nbsp;vinilo transparente incluye&nbsp;un fanzine creado por Fillas de Cassandra, de la mano de Kika V. Ramil."
  },
  {
    "nombre": "The Anecdote",
    "unidades": "1 LP Color Deluxe",
    "artista": "Black Maracas",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148353-comprar-vinilo-de-black-maracas-the-anecdote-color-deluxe.html",
    "imagen": "https://rockntipo.com/268270-home_default/comprar-vinilo-de-black-maracas-the-anecdote-color-deluxe.jpg",
    "precio": "26,45€",
    "descripcion": "Black Maracas - Album The Anecdote (1 LP Color Deluxe). Género: Pop/Rock nacional. En el último lustro Black Maracas han conseguido una gran reputación en directo en Europa y América, a pesar de lo difícil que resulta catalogar su música: en un mismo concierto pueden hacer fuzz, blues, garaje y psicodelia de forma natural. En los últimos meses han recorrido Europa, Sudamérica y Estados Unidos actuando en festivales tan relevantes como el madrileño Mad Cool y el Freakout de Seattle o el Levitation de Austin, dos de los más reconocidos eventos de rock del mundo, compartiendo cartel con referentes del grupo como Night Beats, The Dandy Warhols, The Black Angels y The Brian Jonestown Massacre.Que no conozcas sus dos primeros discos no importa, no podrás escapar del tercero. 'The Anecdote' está grabado con el volumen de los amplis al 11 y sobrepasa por mucho los límites de la normalidad rock. Es el disco más crudo que producirán en su vida Pablo Fergus (Sexy Zebras, Amaral) y Carlos Elías (Alcalá Norte), un trabajo pensado para su interpretación en vivo con el que se pone a prueba la capacidad del oyente de asimilar las voces desgarradas y la contundencia de los instrumentos.'The Anecdote' es el álbum que la banda necesitaba sacar de sus entrañas, un viaje anacrónico por el stoner rock en el que, como les pasó a los miembros durante su composición y posterior grabación, nadie sale del mismo modo que entra."
  },
  {
    "nombre": "The Anecdote",
    "unidades": "1 LP Black",
    "artista": "Black Maracas",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148354-comprar-vinilo-de-black-maracas-the-anecdote-black.html",
    "imagen": "https://rockntipo.com/268271-home_default/comprar-vinilo-de-black-maracas-the-anecdote-black.jpg",
    "precio": "24,42€",
    "descripcion": "Black Maracas - Album The Anecdote (1 LP Black). Género: Pop/Rock nacional. En el último lustro Black Maracas han conseguido una gran reputación en directo en Europa y América, a pesar de lo difícil que resulta catalogar su música: en un mismo concierto pueden hacer fuzz, blues, garaje y psicodelia de forma natural. En los últimos meses han recorrido Europa, Sudamérica y Estados Unidos actuando en festivales tan relevantes como el madrileño Mad Cool y el Freakout de Seattle o el Levitation de Austin, dos de los más reconocidos eventos de rock del mundo, compartiendo cartel con referentes del grupo como Night Beats, The Dandy Warhols, The Black Angels y The Brian Jonestown Massacre.Que no conozcas sus dos primeros discos no importa, no podrás escapar del tercero. 'The Anecdote' está grabado con el volumen de los amplis al 11 y sobrepasa por mucho los límites de la normalidad rock. Es el disco más crudo que producirán en su vida Pablo Fergus (Sexy Zebras, Amaral) y Carlos Elías (Alcalá Norte), un trabajo pensado para su interpretación en vivo con el que se pone a prueba la capacidad del oyente de asimilar las voces desgarradas y la contundencia de los instrumentos.'The Anecdote' es el álbum que la banda necesitaba sacar de sus entrañas, un viaje anacrónico por el stoner rock en el que, como les pasó a los miembros durante su composición y posterior grabación, nadie sale del mismo modo que entra."
  },
  {
    "nombre": "Atea",
    "unidades": "1 LP Black",
    "artista": "Ni&ntilde;a Coyote Eta Chica Tornado",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148291-comprar-vinilo-de-nina-coyote-eta-chica-tornado-atea-black.html",
    "imagen": "https://rockntipo.com/268208-home_default/comprar-vinilo-de-nina-coyote-eta-chica-tornado-atea-black.jpg",
    "precio": "25,36€",
    "descripcion": "Niña Coyote Eta Chica Tornado - Album Atea (1 LP Black). Género: Pop/Rock nacional.&nbsp;NIÑA COYOTE ETA CHICO TORNADO en 'Atea' (puerta en euskera, negación de la existencia de dioses en castellano) regresan a sus señas de identidad, al rock árido y pesado, pero ampliando la paleta melódica a la psicodelia, ramalazos punk y temas con ritmos y melodías antes no explorados.El tema que da título al disco aparece cabalgando en guitarras rítmicas donde rompen la puerta para bailar en medio de esta vida grisácea, una angustia antisistema y un grito de rabia desde dentro de él, que sobrevuela todo el disco. Temazo con reminiscencias a The White Strypes, tamizada por la personalidad de Koldo Soret y Úrsula Strong, nuestros grandes protagonistas.'Ez dut', que fue segundo single, trae grandes dosis de rabia y 'Gure gau' la velocidad desaforada al estilo The Cramps. La mantienen en temas como 'Killer' o 'Paradisua', aunque en temas como 'Elurpean', con la colaboración de Jon Maia, o 'Desagertzen', parecen bajar por momentos al medio tiempo. Al medio tiempo, para ellos, claro. Que para otros es intensidad máxima.'Ezer esan' se acerca a la elegancia del Glam de los 80. Con una melodía impecable, en la que,para 'no querer decir nada, ni escuchar nada', no sé cómo se las ingenian para volarte la cabeza y dejarte cantando todo el rato.Tres instrumentales aparecen en el álbum. Con la aridez desértica y pesada que les caracteriza y les coloca en un descapotable en una carretera paralela a Kyuss, 'Oh yucca' sólo es interrumpida por los graznidos de unos cuervos, y 'tziroi', con los susurros de un buen amigo que nos dejó, Ioritz Apaolaza.El black power de 'Basque phanter party' cierra el disco como el guadiana, apareciendo y desapareciendo. Con la sensación que este disco, diseñado por Error!Design de Xavi Forné una vez más, va a crecer y va a hacerse mayor en una larga gira donde poder disfrutar de su potente directo."
  },
  {
    "nombre": "Hasta Luego",
    "unidades": "2 LP Black",
    "artista": "Los Rodriguez",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148356-comprar-vinilo-de-los-rodriguez-hasta-luego-doble-black.html",
    "imagen": "https://rockntipo.com/268274-home_default/comprar-vinilo-de-los-rodriguez-hasta-luego-doble-black.jpg",
    "precio": "33,03€",
    "descripcion": "Los Rodriguez - Album Hasta Luego (2 LP Black). Género: Pop/Rock nacional. Los Rodríguez se despidieron con un Hasta luego y fue el momento más álgido de su carrera comercialmente hablando. Una despedida por todo lo alto, mezclando sus éxitos con grabaciones en vivo, maquetas, e incluso nuevas grabaciones en formato acústico. Un grupo recordado cada día en las conversaciones sobre rock en castellano, que dejó un legado inigualable en forma de canciones en apenas 6 años de carrera. Disponible en doble LP."
  },
  {
    "nombre": "Mientras No Cueste Trabajo",
    "unidades": "1 LP Black",
    "artista": "Melendi",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148357-comprar-vinilo-de-melendi-mientras-no-cueste-trabajo-black.html",
    "imagen": "https://rockntipo.com/268275-home_default/comprar-vinilo-de-melendi-mientras-no-cueste-trabajo-black.jpg",
    "precio": "27,53€",
    "descripcion": "Melendi - Album Mientras No Cueste Trabajo (1 LP Black). Género: Pop/Rock nacional. Reedición en vinilo del tercer álbum de estudio del cantante y compositor MELENDI.En 2006, Melendi publicó uno de los discos más emblemáticos de su trayectoria: Mientras no cueste trabajo. Un álbum que consolidó al artista asturiano como referente de la música española contemporánea, mezclando rumba, pop y ese toque canalla que siempre le ha acompañado.Temas como Kisiera yo saber, Por amarte tanto, Calle La Pantomima o Loco que no tardaron en convertirse en himnos generacionales. Letras sinceras cargadas de humor, desahogo y emociones cotidianas, que conectaron con un público fiel que hoy sigue coreando en sus directos. El álbum también incluye Arriba Extremoduro, que compuso como homenaje el grupo extremeño."
  },
  {
    "nombre": "El Poeta Halley",
    "unidades": "2 LP Black",
    "artista": "Love Of Lesbian",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148359-comprar-vinilo-de-love-of-lesbian-el-poeta-halley-doble-black.html",
    "imagen": "https://rockntipo.com/268277-home_default/comprar-vinilo-de-love-of-lesbian-el-poeta-halley-doble-black.jpg",
    "precio": "33,03€",
    "descripcion": "Love Of Lesbian - Album El Poeta Halley (2 LP Black). Género: Pop/Rock nacional. 'El poeta Halley' fue el octavo álbum de Love of Lesbian, editado en 2016. Una colección de canciones que incluyó 'Bajo el volcán', 'IMT' o 'Cuando no me ves', y que como guinda contó con la colaboración de Joan Manuel Serrat en una de las canciones del álbum, 'El poeta Halley'. El diseño fue hecho por el ilustrador Sergio Mora,¿ por el cual ganó un Grammy Latino al Mejor Diseño de Empaque. Como todos los trabajos de Love of Lesbian, este disco es otro viaje inigualable y disfrutable. Disponible en 2 LP."
  },
  {
    "nombre": "La Ciudad De Los &Aacute;rboles",
    "unidades": "1 LP Black",
    "artista": "Mago De Oz",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148360-comprar-vinilo-de-mago-de-oz-la-ciudad-de-los-arboles-black.html",
    "imagen": "https://rockntipo.com/268278-home_default/comprar-vinilo-de-mago-de-oz-la-ciudad-de-los-arboles-black.jpg",
    "precio": "27,53€",
    "descripcion": "Mago De Oz - Album La Ciudad De Los Árboles (1 LP Black). Género: Pop/Rock nacional. La ciudad de los árboles, es un cuento que nos descubre&nbsp; la historia de un bosque encantado en donde los árboles se transforman en personas que al morir no&nbsp; han podido cruzar la frontera entre la vida y la muerte. El protagonista de este cuento conocerá la historia&nbsp; de cada alma en pena condenada a vagar eternamente en este mágico bosque.&nbsp;La ciudad de los árboles, es sin duda el disco más canalla, mágico y divertido que jamás hayan creado Mago de Oz. . Cada canción huele a hoguera de media noche donde los violines y las gaitas escupen melodías ninfómanas, huele a brindis con cerveza&nbsp; en la taberna de los sueños, huele a optimismo y diversión.&nbsp;"
  },
  {
    "nombre": "Made in Spain",
    "unidades": "2 LP",
    "artista": "Mezquita",
    "enlace": "https://rockntipo.com/mejores-sellos-discograficos/148201-Comprar-vinilo-de-mezquita-made-in-spain-doble.html",
    "imagen": "https://rockntipo.com/268095-home_default/Comprar-vinilo-de-mezquita-made-in-spain-doble.jpg",
    "precio": "31,99€",
    "descripcion": "Mezquita - Album Made in Spain (2 LP). Género: Pop/Rock nacional. 5 Lunas presenta «MADE IN SPAIN», el esperado álbum en vivo de MEZQUITA, una de las bandas más emblemáticas del rock progresivo andaluz y español. Grabado durante su gira de 2009 y 2010, este trabajo captura toda la fuerza y magia de sus actuaciones en directo, con una energía arrolladora y una ejecución impecable.Como homenaje a Deep Purple y su icónico Made in Japan, MEZQUITA nos ofrece un disco imprescindible para los amantes del rock progresivo y sinfónico, con una producción cuidada al detalle y un sonido que transporta directamente al escenario.Incluye bonus tracks inéditos: temas rescatados de estudio y del cuarto de ensayos, donde la banda dejó plasmadas ideas para desarrollar en futuros temas incluso coqueteando con otros estilos. Una oportunidad única para descubrir piezas nunca antes publicadas y adentrarse en el proceso creativo de la banda."
  },
  {
    "nombre": "Trankimasin",
    "unidades": "1 LP",
    "artista": "Heredeiros Da Crus",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148329-comprar-vinilo-de-heredeiros-da-crus-trankimasin.html",
    "imagen": "https://rockntipo.com/268246-home_default/comprar-vinilo-de-heredeiros-da-crus-trankimasin.jpg",
    "precio": "36,08€",
    "descripcion": "Heredeiros Da Crus - Album Trankimasin (1 LP). Género: Trankimasin (1 LP). La banda de rock en gallego más icónica de todos los tiempos regresa con 'Trankimasin', una colección de 12 comprimidos recetados en caso de deficiencia sanguínea de rock setentero y siempre bajo la estricta supervisión médica de los 'máis jrandes'. Además, por fin está disponible en vinilo por demanda popular."
  },
  {
    "nombre": "Arquitectura de un caos",
    "unidades": "1 LP Ltd",
    "artista": "Versoix",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148542-comprar-vinilo-de-versoix-arquitectura-de-un-caos-ltd.html",
    "imagen": "https://rockntipo.com/268471-home_default/comprar-vinilo-de-versoix-arquitectura-de-un-caos-ltd.jpg",
    "precio": "12,50€",
    "descripcion": "Versoix - Album Arquitectura de un caos (1 LP Ltd). Género: Pop/Rock nacional. Este cuarto álbum es una experiencia de doce poderosas canciones que exploran las emociones crudas y las experiencias auténticas que nos han definido como banda. Es nuestro disco más sincero y directo hasta ahora, una mirada honesta ala complejidad de la vida a través de la música. Grabado en los estudios Neo Music de Aranda del Duero con Jose Caballero a los mandos. Rock de corte clásico en el que convergen casi todas sus vertientes, añadiendo algún tinte de metal y pequeñas dosis de pop melódico que, fusionados, forman la esencia pura de Versoix.Versoix es una banda madrileña compuesta por Jesús, Maxi, alberto y Sergio.Toma su nombre de la dría ciudad de Suiza, adaptando su pronunciación al castellano (Verso-ix) para crear un juevo de palabras que enfatice la principal característica del grupo, esto es, el cuidado y mino de los versos en cada una de sus frasesCada canción es un pozo narrativo al que se necesita dar varias escuchas para sacar todo su jugo.Activa desde el año 2012, cuenta con cuatro discos en su cartera: 'El Dilima del Erizo' (2015), 'Redención' (2017), 'El Devenir de las Bestias' (2020), 'Arquitectura de un Caos' (2024)."
  },
  {
    "nombre": "Cuatro Palos",
    "unidades": "1 EP",
    "artista": "Los Planetas",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148210-comprar-vinilo-de-los-planetas-cuatro-palos-ep.html",
    "imagen": "https://rockntipo.com/268106-home_default/comprar-vinilo-de-los-planetas-cuatro-palos-ep.jpg",
    "precio": "24,02€",
    "descripcion": "Los Planetas - Album Cuatro Palos (1 EP). Género: Pop/Rock nacional. Cuatro palos es un EP del grupo español Los Planetas en homenaje al cantaor Manolo Caracol, publicado el 8 de diciembre de 2009. Incluye cuatro canciones, cada una en un palo de flamenco distinto. Alcanzó el puesto 35 dentro de las canciones / sencillo más vendidos en la primera semana de su publicación.Fue elegido sencillo del año por los redactores de la revista Rockdelux. El disco comienza con 'Romance de Juan de Osuna'. Musculosa, sicodélica, llena de sentimiento, a J le surgen de manera natural los versos originales que incluso algunos de ellos podrían pasar por letras suyas: 'Con lo mucho que yo la quería, se va sin volver la cara'. Punto más alto del disco y que ya justificaría por si sólo la existencia de este artefacto sonoro.Pero el resto no desmerece. Adaptaciones de cantes populares como la petenera de 'No sale luz esta noche'.Los tarantos de 'Yo le estoy pidiendo a Dios' quizá sea lo más flojo del conjunto pero en modo alguno es desdeñable. Con una letra juguetona y divertida no puede más que llevar a la sonrisa plácida si uno se deja engatusar por esa historia de desamor un tanto cómica pero con poso trágico ('me metí a tu cuarto a escondidas y lo voy a pagar con mi vida'). El EP se cierra con la potente, breve e intensa 'Tarantos de Perico el Morato'."
  },
  {
    "nombre": "Zapatillas-20 aniversario",
    "unidades": "2 LP+Picture Ltd",
    "artista": "El Canto Del Loco",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148211-comprar-vinilo-de-el-canto-del-loco-zapatillas-20-aniversario-doble-con-picture-ltd.html",
    "imagen": "https://rockntipo.com/268107-home_default/comprar-vinilo-de-el-canto-del-loco-zapatillas-20-aniversario-doble-con-picture-ltd.jpg",
    "precio": "77,21€",
    "descripcion": "El Canto Del Loco - Album Zapatillas-20 aniversario (2 LP+Picture Ltd). Género: Pop/Rock nacional. Edición Zapatillas 20 Aniversario Caja edición Limitada 2LPs y numeradaZapatillas Edición 20 Aniversario. Es una caja edición limitada y numerada, que contiene el álbum Zapatillas en formato Picture Disc y el audio del concierto de Las Ventas por primera vez en formato vinilo.Zapatillas fue el cuarto álbum de estudio de la banda española El Canto del Loco. Se lanzó en el 21 de junio de 2005 en España, entró directamente al nº1 en la lista de los discos más vendidos en España y llevan vendidas más de 421.000 copias.'Zapatillas es un disco grabado en estudio pero con espíritu de directo, cuatro personas tocando y pocos arreglos. El Canto del Loco ha evolucionado gracias a los directos y hemos querido reflejarlo en el álbum', decía Dani Martín."
  },
  {
    "nombre": "Viva",
    "unidades": "1 LP Black",
    "artista": "Los Punsetes",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148205-comprar-vinilo-de-los-punsetes-viva-black.html",
    "imagen": "https://rockntipo.com/268101-home_default/comprar-vinilo-de-los-punsetes-viva-black.jpg",
    "precio": "24,42€",
    "descripcion": "Los Punsetes - Album Viva (1 LP Black). Género: Pop/Rock nacional. Reedición del quinto disco del grupo, descatalogado durante meses. Producido por Pablo Díaz-Reixa (El Guincho). Publicado en 2017 en CD y vinilo negro. Reeditado en vinilo amarillo (2019, descatalogado) y vinilo blanco (2020, descatalogado)."
  },
  {
    "nombre": "Triangulo De Amor Bizarro-Reeddici&oacute;n 2025",
    "unidades": "1 LP Marble",
    "artista": "Triangulo De Amor Bizarro",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148206-comprar-vinilo-de-triangulo-de-amor-bizarro-triangulo-de-amor-bizarro-reeddicion-2025-marble.html",
    "imagen": "https://rockntipo.com/268102-home_default/comprar-vinilo-de-triangulo-de-amor-bizarro-triangulo-de-amor-bizarro-reeddicion-2025-marble.jpg",
    "precio": "24,42€",
    "descripcion": "Triangulo De Amor Bizarro - Album Triangulo De Amor Bizarro-Reeddición 2025 (1 LP Marble). Género: Pop/Rock nacional. Nueva edición de un disco imprescindible del indie-rock en castellano, descatalogado desde hace tiempo y con canciones como 'Ruptura', 'Fukushima' o 'Vigilantes del espejo'. Ediciones en vinilo negro y mimosa marble."
  },
  {
    "nombre": "Una Opera Egipcia",
    "unidades": "2 LP Black",
    "artista": "Los Planetas",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148176-comprar-vinilo-de-los-planetas-una-opera-egipcia-doble-black.html",
    "imagen": "https://rockntipo.com/268067-home_default/comprar-vinilo-de-los-planetas-una-opera-egipcia-doble-black.jpg",
    "precio": "37,74€",
    "descripcion": "Los Planetas - Album Una Opera Egipcia (2 LP Black). Género: Pop/Rock nacional. Una ópera egipcia es el título del octavo álbum del grupo granadino Los Planetas.El disco alcanzó el puesto número 2 en la lista de discos más vendidos en la primera semana de su edición, puesto más alto logrado por un álbum de Los Planetas.Según la nota promocional, el título Una ópera egipcia es una expresión que utilizaban los gitanos para referirse a 'las obras maestras que agotan los superlativos, aquellas cuyo origen parece sobrenatural. J (líder del grupo) la escuchó referida a La Niña de los Peines, pero la expresión tiene casi 140 años y fue acuñada a raíz de que a Verdi le encargasen una ópera para la inauguración del Canal de Suez'.El disco fue presentado por el guitarrista Florent Muñoz y el batería Eric Jiménez en la sala de Madrid La Vía Láctea el 4 de febrero de 2010.En las listas de mejores discos de 2010 alcanzó el segundo puesto para los redactores de la revista Rockdelux, el tercero para los de Rolling Stone y el décimo para los de Mondosonoro.El disco recibió el galardón al mejor disco nacional de rock alternativo de 2010, en los Premios de la Música organizados por la Academia de las Artes y las Ciencias de la Música. Fue votado como séptimo mejor disco nacional de la década 2010-2019 por los críticos de la revista Rockdelux en su número 388, 'Especial 35 aniversario: Resumen de la década 2010-2019'.El disco cuenta con la participación de La Bien Querida en las canciones 'No sé cómo te atreves' y 'La veleta', Antonio Arias (vocalista de Lagartija Nick) bajo en 'Siete faroles'y Enrique Morente voz en La Pastora Divina."
  },
  {
    "nombre": "40 Aniversario",
    "unidades": "2 LP",
    "artista": "Duncan Dhu",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148179-comprar-vinilo-de-duncan-dhu-40-aniversario-doble.html",
    "imagen": "https://rockntipo.com/268071-home_default/comprar-vinilo-de-duncan-dhu-40-aniversario-doble.jpg",
    "precio": "33,03€",
    "descripcion": "Duncan Dhu - Album 40 Aniversario (2 LP). Género: Pop/Rock nacional. Duncan Dhu celebra este año el 40 aniversario de la publicación de su primer disco 'Por tierras escocesas'. Inspirados en la literatura escocesa, la bruma donostiarra y la música de Jonathan Richman, The Stray Cats o Elvis, el grupo formado por Mikel Erentxun, Diego Vasallo y Juanra Viles inició una carrera que, tras esos postulados iniciales de rockabilly acústico, les llevaría a convertirse en una de las formaciones fundamentales de pop español.A lo largo de casi 30 años de actividad y tras nueve discos de estudio, el grupo donostiarra dejó un legado eterno de canciones inmortales que se siguen escuchando continuamente en España y Latinoamérica.Las ventas de su catálogo en España suman trece discos de Platino y seis de Oro y el consumo de su música en plataformas digitales se acerca a los 900 millones de streams (audio y vídeo) en todo el mundo.Con motivo de este aniversario se anuncia la publicación el 13 de junio de un disco recopilatorio titulado '40' y que está basado en la compilación '1' publicada en el 2013.El repertorio ha sido remasterizado por Jose María Rosillo y contiene todos los clásicos de Duncan; 'En algún lugar', 'Cien gaviotas', 'A tientas', 'Jardín de rosas', 'Esos ojos negros', 'Una calle de París', 'A tu lado' o 'Palabras sin nombre'. Hasta un total de 25 temas en el doble vinilo."
  },
  {
    "nombre": "Me Gustas T&uacute;",
    "unidades": "1 LP",
    "artista": "K!ngdom",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148160-comprar-vinilo-de-kingdom-me-gustas-tu.html",
    "imagen": "https://rockntipo.com/268051-home_default/comprar-vinilo-de-kingdom-me-gustas-tu.jpg",
    "precio": "21,39€",
    "descripcion": "K!ngdom - Album Me Gustas Tú (1 LP). Género: Pop/Rock nacional. 'Me Gustas Tú', el nuevo CD y vinilo de K!NGDOM, con su éxito del Benidorm Fest y un recopilatorio de sus mejores canciones. Una edición imprescindible para disfrutar del sonido que está marcando el pop español."
  },
  {
    "nombre": "Spanish Leather",
    "unidades": "1 LP Black",
    "artista": "Guitarricadelafuente",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148100-comprar-vinilo-de-guitarricadelafuente-spanish-leather-black.html",
    "imagen": "https://rockntipo.com/267990-home_default/comprar-vinilo-de-guitarricadelafuente-spanish-leather-black.jpg",
    "precio": "34,31€",
    "descripcion": "Guitarricadelafuente - Album Spanish Leather (1 LP Black). Génro: Pop/Rock nacional. El diálogo entre la vanguardia y la tradición, el tira y afloja entre lo familiar y lo desconocido? Todos los elementos que hacen de Guitarricadelafuente una de las voces más cautivadoras de su generación están presentes en Spanish Leather, su segundo álbum, que consolida el estilo que lo ha catapultado y lo impulsa hacia el futuro.En Spanish Leather, Álvaro hunde sus raíces en las texturas crudas y terrosas del folk español y latinoamericano, ahora con un enfoque más pronunciado, con una tensión deliberada que se desarrolla musical, poética y estilísticamente. Es un viaje personal de reinvención, en el que explora la interacción de los elementos centrales de la herencia musical española y los mezcla con esencias del pop contemporáneo y con las experiencias crudas y vividas de un joven corriente. El resultado es una nueva narrativa del folclore actual.El álbum reúne a un grupo diverso de productores. De Carter Lang (SZA y Doja Cat) a pablopablo (C Tangana) o Raül Refree (Rosalía). El proyecto también cuenta con Jasper Harris (Jack Harlow, Lil Nas X, Camila Cabello); Brad Oberhofer (The Andy Warhol Diaries de Netflix) y Rodaidh McDonald (The xx, Adele y Sampha). Voces emergentes como las del dúo barcelonés Ciutat, Tristán o Teo Planell completan un equipo que refleja el espíritu del álbum: con raíces profundas y una visión creativa proyectada hacia lo que viene."
  },
  {
    "nombre": "El Verde Rebelde Vuelve",
    "unidades": "1 LP Verde",
    "artista": "Los Delinquentes",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148107-comprar-vinilo-de-los-delinqueentes-el-verde-rebelde-vuelve-verde.html",
    "imagen": "https://rockntipo.com/267997-home_default/comprar-vinilo-de-los-delinqueentes-el-verde-rebelde-vuelve-verde.jpg",
    "precio": "27,53€",
    "descripcion": "Los Delinqüentes - Album El Verde Rebelde Vuelve (1 LP Verde). Género: Pop/Rock nacional. Vuelve la alegría, el compás y el descaro sureño: El verde rebelde vuelve, el emblemático tercer álbum de Los Delinqüentes, se reedita en formato vinilo verde translúcido en su veinte aniversario, como homenaje sonoro y cromático al universo garrapatero que la banda jerezana creó a comienzos de los 2000.Publicado originalmente en 2005, este disco consolidó el espíritu libre y festivo del grupo, con himnos como La primavera trompetera, No llevamos na, Después (con Gualberto y Bebe) o Chiclana con Kiko Veneno, donde flamenco rock y la poesía callejera se funden en un estilo inconfundible. Grabado en los estudios La Bodega de Jerez de la Frontera, fue su primer trabajo tras la pérdida Migue Benítez, compositor, cantante, guitarrista y confundador de la banda. Pese a esta gran ausencia, el álbum mantiene intacto ese duende descarado y luminoso que hizo de Los Delinqüentes un fenómeno popular.Ahora, dos décadas después, este vinilo verde translúcido permite redescubrir el disco, como un objeto de colección imprescindible para fieles seguidores y nuevos adeptos."
  },
  {
    "nombre": "Negociando Gasolina",
    "unidades": "1 LP",
    "artista": "La Fuga",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148108-comprar-vinilo-de-la-fuga-negociando-gasolina.html",
    "imagen": "https://rockntipo.com/267998-home_default/comprar-vinilo-de-la-fuga-negociando-gasolina.jpg",
    "precio": "27,53€",
    "descripcion": "La Fuga - Album Negociando Gasolina (1 LP). Género: Pop/Rock nacional. Quinto disco de la banda formada en Reinosa, y con el que alcanzaron gran éxito gracias a canciones como 'Buscando en la basura' o 'Baja por diversión' donde contaron con la colaboración de El Drogas. También incluyeron la versión de 'Heroína' de los Calis."
  },
  {
    "nombre": "30 Aniversario",
    "unidades": "1 LP Black",
    "artista": "Celtas Cortos",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148123-comprar-vinilo-de-celtas-cortos-30-aniversario-black.html",
    "imagen": "https://rockntipo.com/268013-home_default/comprar-vinilo-de-celtas-cortos-30-aniversario-black.jpg",
    "precio": "27,53€",
    "descripcion": "Celtas Cortos - Album 30 Aniversario (1 LP). Género: Pop/Rock nacional. Celtas Cortos celebraron su 30 aniversario con un disco recopilatorio, y donde volvieron a grabar algunas de sus grandes canciones con invitados como Fito Cabrales, Rozalén, Kutxi de Marea, Mikel Izal... Un repertorio popular y eterno, en formato vinilo, donde esta colección de canciones grabadas a fuego en la memoria popular se hacen más grandes que nunca."
  },
  {
    "nombre": "Antes De Que Cuente Diez",
    "unidades": "1 LP Black",
    "artista": "Fito y Fitipaldis",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148124-comprar-vinilo-de-fito-y-fitipaldis-antes-de-que-cuente-diez-black.html",
    "imagen": "https://rockntipo.com/268014-home_default/comprar-vinilo-de-fito-y-fitipaldis-antes-de-que-cuente-diez-black.jpg",
    "precio": "27,53€",
    "descripcion": "Fito Y Fitipaldis - Album Antes De Que Cuente Diez (1 LP). Género: Pop/Rock nacional. Antes de que cuente diez es el quinto álbum de estudio de Fito & Fitipaldis, grabado en junio de 2009 en los estudios Du Manoir, y mezclado en los Avatar Studios de Nueva York bajo la producción de Carlos Raya y Joe Blaney. Incluye temas como 'Antes de que cuente 10', 'Me olvidé de ti', o una versión de 'Todo A Cien', de La Cabra Mecánica."
  },
  {
    "nombre": "Eril Eril Eril",
    "unidades": "1 LP",
    "artista": "El Petit De Cal Eril",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148038-comprar-vinilo-de-el-petit-de-cal-eril-eril-eril-eril.html",
    "imagen": "https://rockntipo.com/267923-home_default/comprar-vinilo-de-el-petit-de-cal-eril-eril-eril-eril.jpg",
    "precio": "23,34€",
    "descripcion": "El Petit De Cal Eril - Album Eril Eril Eril (1 LP). Género: Pop/Rock nacional. El Petit de Cal Eril vuelve tal y como se fue: sin demasiadas explicaciones, casi por arte de magia. No estaba, pero de repente ya estoy aquí. Sin hacer ruido ya tiene listo un nuevo disco, 12 nuevas canciones que, si hacemos caso del título, deberían ser marca de la casa, ADN puro: ERIL ERIL ERIL, se llama. Pero como en la primera canción nos alerta que 'yo ya no soy quien era', pues vamos a ver.Porque los que conocéis a El Petit de Cal Eril ya sabéis que no suele transitar por el camino sencillo, que necesita abrir vías y moverse por los márgenes. Tiene algo de alergia a hacer las cosas como las hace todo el mundo. Éste es pues un disco con millones de preguntas y muy pocas respuestas, o quizás con todas las respuestas posibles, que son infinitas. Hay misterios, promesas, secretos, pensamientos, un mar de dudas y nudos por deshacer. Independencia, radicalidad, arte. Seres humanos, personas, amigos. La frontera difusa entre la oscuridad y la ternura."
  },
  {
    "nombre": "Aventuras Dentro De Cajas-20 Aniversario",
    "unidades": "1 LP 12\"",
    "artista": "Nadadora",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148068-comprar-vinilo-de-nadadora-aventuras-dentro-de-cajas-20-aniversario.html",
    "imagen": "https://rockntipo.com/267958-home_default/comprar-vinilo-de-nadadora-aventuras-dentro-de-cajas-20-aniversario.jpg",
    "precio": "23,89€",
    "descripcion": "Nadadora - Album Aventuras Dentro De Cajas-20 Aniversario (1 LP 12'). Género: Pop/Rock nacional. Reedición aniversario de uno de los discos de indie españoles más influyentes de principio de siglo. Una auténtica delicia volver a revivir todos estos clásicos, frescos como el primer día, de la mano de Nadadora."
  },
  {
    "nombre": "Energia Fosca",
    "unidades": "1 LP Black",
    "artista": "El Petit De Cal Eril",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148066-comprar-vinilo-de-el-petit-de-cal-eril-energia-fosca-black.html",
    "imagen": "https://rockntipo.com/267956-home_default/comprar-vinilo-de-el-petit-de-cal-eril-energia-fosca-black.jpg",
    "precio": "20,38€",
    "descripcion": "El Petit De Cal Eril - Album Energia Fosca (1 LP Black). Género: Pop/Rock nacional. Creador y máximo exponente de un nuevo género conocido como pop metafísico, EL PETIT DE CAL ERIL firma su séptimo trabajo, Energia Fosca. Aparece en íntima continuidad con los anteriores La Força y El Disc Triangular, redondeando un ciclo de notable crecimiento a todos los niveles. Energia Fosca aparece en vinilo y CD y llega acompañado de una gira en vivo por festivales de verano como Cruïlla, Vida, Doctor Music, Embassa't, Aphònica, Minipop... en los que la banda se presentará con una renovada propuesta escénica.Este disco ha sido grabado en Mas de Caret, en las montañas de Prades, del 17 al 27 de enero del 2019. Mezclado del 6 al 11 de febrero en el Teatro de Ca l'Eril, Guissona, por Jordi Matas y Joan Pons. Masterizado por la Heba Kadry en Timeless Mastering, Brooklyn, New York."
  },
  {
    "nombre": "I Les Sargantanes Al Sol",
    "unidades": "1 LP Black",
    "artista": "El Petit De Cal Eril",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148067-comprar-vinilo-de-el-petit-de-cal-eril-i-les-sargantanes-al-sol-black.html",
    "imagen": "https://rockntipo.com/267957-home_default/comprar-vinilo-de-el-petit-de-cal-eril-i-les-sargantanes-al-sol-black.jpg",
    "precio": "20,38€",
    "descripcion": "El Petit De Cal Eril - Album I Les Sargantanes Al Sol (1 LP Black). Género: Pop/Rock nacional. En muchas lenguas del mundo, jugar es sinónimo de tocar música. Esta equivalencia también es buena en Guissona, en la meseta de la Segarra, donde nació y juega con canciones Joan Pons, el Petit de Cal Eril. Con el reciente disco y las lagartijas al sol, El Petit de Cal Eril demuestra que también se puede hacer sonreír desde la crudeza y la melancolía.Fue hace un par de años cuando Petit de Cal Eril se puso a grabar música en el comedor de casa. Desde entonces, todo ha ido muy rápido. La participación en el proyecto de creación musical del Centro de Arte Santa Mònica dio entrada a nuevos compañeros de juego: David, Lluís y más tarde Cándido.Todos juntos han actuado en escenarios como el BAM, Altaveu, popArb, MMVV o Hipersons, además de ganar el Premio Tr3sC a la creatividad musical. Pero lo más importante es que por donde tocan la gente se sorprende y sonríe."
  },
  {
    "nombre": "Grandes &Eacute;xitos",
    "unidades": "1 LP Black",
    "artista": "Ni&ntilde;os Bravos",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148028-comprar-vinilo-de-ninos-bravos-grandes-exitos-black.html",
    "imagen": "https://rockntipo.com/267913-home_default/comprar-vinilo-de-ninos-bravos-grandes-exitos-black.jpg",
    "precio": "20,48€",
    "descripcion": "Niños Bravos - Album Grandes Éxitos (1 LP Black). Género: Pop/Rock nacional. Niños Bravos reune en su primer vinilo sus himnos junto con un tema inédito que solo podía llamarse como se llama: Grandes Éxitos. Además, en esta edición fisca podrás encontrar unos interludios que no estarán en el formato digital.Vinilo negro de 140g - 33 RPM. Funda interior impresa con las letras de las canciones en papel de 150g. Portada en cartón de 300g con acabado mate y lomo de 3mm"
  },
  {
    "nombre": "El Pop Se Autodestruira En 4-3-2-1...",
    "unidades": "1 LP Amarillo",
    "artista": "The Killer Barbies",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148037-comprar-vinilo-de-the-killer-barbies-el-pop-se-autodestruira-en-4-3-2-1-amarillo.html",
    "imagen": "https://rockntipo.com/267922-home_default/comprar-vinilo-de-the-killer-barbies-el-pop-se-autodestruira-en-4-3-2-1-amarillo.jpg",
    "precio": "23,34€",
    "descripcion": "The Killer Barbies - Album El Pop Se Autodestruira En 4-3-2-1... (1 LP Amarillo). Género: Pop/Rock nacional. Vinilo 12' color AMARILLO , funda interior impresa edición limitada.The Killer Barbies lanzan un nuevo disco muy muy afilado con 10 nuevas canciones en castellano:'El Pop se Autodestruirá en 4-3-2-1...' un discazo de Power-pop y punk-rock con identidad propia que te sentará como una bocanada de aire fresco. 'No creo en el amor', 'Voy a provocar un incendio', 'Voy a ser millonaria', 'No voy a ir al cielo (..y me da igual)', 'Vértigo interior' o 'La Lluvia de Madrid' son sólo algunos títulos de varias canciones que no querrás dejar de escuchar y te devolverán la fé para seguir por el mal camino.La producción a cargo de Billy King y Silvia Superstar, incluye sonidos de teclados en muchas canciones con matices muy cuidados en las voces, guitarras y bajos con saturación y unas baterías con verdadera contundencia rítmica.¡¡¡ Las Barbies Asesinas están de vuelta!!!"
  },
  {
    "nombre": "Angelika",
    "unidades": "1 LP Naranja",
    "artista": "Jimena Amarillo",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147840-comprar-vinilo-de-jimena-amarillo-angelika-naranja.html",
    "imagen": "https://rockntipo.com/267712-home_default/comprar-vinilo-de-jimena-amarillo-angelika-naranja.jpg",
    "precio": "26,45€",
    "descripcion": "Jimena Amarillo - Album Angelika (1 LP Naranja). Género: Pop/Rock nacional. Convertida en referente de la nueva escena pop de España, sus canciones -al igual que sus conciertos- son una amalgama de emociones y músicas de lo más diversas que siempre suenan a Jimena Amarillo, con unos textos que son puro realismo pop.Hasta el momento ha publicado numerosos singles y los discos 'Como decirte, mi amor' (2021) y 'La pena no es cómoda' (2003), en los que es responsable de casi todo el trabajo de composición, grabación, producción y diseño.Su tercer álbum, 'ANGÉLIKA', se ha grabado con la ayuda de Marin Zannad en los Estudios Entreprise de París, por donde han pasado artistas como Justice, Ofenbach, Metronomy, Tame Impala o Yelle entre otros. Es el primero suyo en el que cuenta con colaboraciones vocales, las de suai suave, Ouineta y Queralt Lahoz."
  },
  {
    "nombre": "Angelika",
    "unidades": "1 LP Amarillo",
    "artista": "Jimena Amarillo",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147841-comprar-vinilo-de-jimena-amarillo-angelika-amarillo.html",
    "imagen": "https://rockntipo.com/267713-home_default/comprar-vinilo-de-jimena-amarillo-angelika-amarillo.jpg",
    "precio": "26,45€",
    "descripcion": "Jimena Amarillo - Album Angelika (1 LP Amarillo). Género: Pop/Rock nacional. Convertida en referente de la nueva escena pop de España, sus canciones -al igual que sus conciertos- son una amalgama de emociones y músicas de lo más diversas que siempre suenan a Jimena Amarillo, con unos textos que son puro realismo pop.Hasta el momento ha publicado numerosos singles y los discos 'Como decirte, mi amor' (2021) y 'La pena no es cómoda' (2003), en los que es responsable de casi todo el trabajo de composición, grabación, producción y diseño.Su tercer álbum, 'ANGÉLIKA', se ha grabado con la ayuda de Marin Zannad en los Estudios Entreprise de París, por donde han pasado artistas como Justice, Ofenbach, Metronomy, Tame Impala o Yelle entre otros. Es el primero suyo en el que cuenta con colaboraciones vocales, las de suai suave, Ouineta y Queralt Lahoz."
  },
  {
    "nombre": "Com Quan Dormim",
    "unidades": "1 Single 7\"",
    "artista": "El Petit De Cal Eril",
    "enlace": "https://rockntipo.com/pop-rock-nacional/130002-comprar-vinilo-de-el-petit-de-cal-eril-com-quan-dormim-single.html",
    "imagen": "https://rockntipo.com/247197-home_default/comprar-vinilo-de-el-petit-de-cal-eril-com-quan-dormim-single.jpg",
    "precio": "8,71€",
    "descripcion": "El Petit De Cal Eril - Album Com Quan Dormim (1 Single 7'). Género: Pop/Rock nacional. El nuevo sencillo de El Petit de Cal Eril, publicado el 4 de diciembre de 2020, incluye la canción 'Como cuando dormim' acompañada en la cara B de la versión del clásico de The Cure, 'Close To Me', grabada durante el confinamiento. Ambas caras están conectadas por el sueño y los sueños, una aproximación al inconsciente. 'Como cuando dormimos' fue grabada y producida por el mismo grupo en septiembre en su estudio de Guissona, en un grabador analógico de 8 pistas. Jordi Matas y Joan Pons se hicieron cargo de la mezcla, siendo masterizada por Heba Kadry en Brooklyn (NY, USA). Con este lanzamiento, El Petit de Cal Eril cierra tanto en el año 2020 como la gira de la Energía Fosca, que pese a los obstáculos ha sido extensa, con casi 60 conciertos. El grupo empezará a trabajar próximamente en un nuevo disco que aparecerá durante el 2021."
  },
  {
    "nombre": "N.S.C.A.L.H",
    "unidades": "1 LP 12\"",
    "artista": "El Petit De Cal Eril",
    "enlace": "https://rockntipo.com/pop-rock-nacional/133271-comprar-vinilo-online-el-petit-de-cal-eril-n-s-c-a-l-h.html",
    "imagen": "https://rockntipo.com/251264-home_default/comprar-vinilo-online-el-petit-de-cal-eril-n-s-c-a-l-h.jpg",
    "precio": "20,38€",
    "descripcion": "El Petit De Cal Eril - Album N.S.C.A.L.H. (1 LP Black). Género: Pop/Rock nacional. Masterizado por Joe LaPorta en Sterling Sound (New York). Cuadro de la portada pintado por David de las Heras. Diseño gráfico de Edu Vila Serra aka Regalim. Concepto de la portada de David de las Heras, Edu Vila y el pequeño de cal eril. Este disco ha sido cocinado por Marc Cuscó, Sergi Ortiz y Albert Cirera. Marc, Sergi y Albert: sus almas son tan inspiradoras como sus comidas. Suerte que existe. Valentina Risi hace los corazones de Non Tornerai, ¡gracias bonita! Agradecemos especialmente a nuestras familias, amigos y todos los que nos escuchan y nos siguen arriba y abajo, sois unos bienparidos! ¡Nada de todo esto tendría ningún sentido sin vosotros!"
  },
  {
    "nombre": "Vol I Dol",
    "unidades": "1 LP Black",
    "artista": "El Petit De Cal Eril",
    "enlace": "https://rockntipo.com/pop-rock-nacional/138176-comprar-vinilo-online-el-petit-de-cal-eril-vol-i-dol.html",
    "imagen": "https://rockntipo.com/257345-home_default/comprar-vinilo-online-el-petit-de-cal-eril-vol-i-dol.jpg",
    "precio": "20,38€",
    "descripcion": "El Petit De Cal Eril - Album Vol I Dol (1 LP Black). Género: Pop/Rock nacional. Para responder a grandes preguntas es suficiente, a veces, con una canción. Con un sentido casi religioso, El Petit de Cal Eril escarba el tuétano de las emociones más íntimamente humanas y sale con el equilibrio justo de nostalgia y optimismo, de serenidad y de esperanza. El nuevo disco, 'Vol i dol', habla de lo que teníamos y de lo que vendrá, de la distancia entre caer y levantarse, de los trampolines que nos ayudan a despegar. De afrontar la muerte y aprender a renacer. De mirar al más allá sin mover los pies del suelo. Y del amor. Con el nuevo disco, El Petit de Cal Eril nos da la razón y nos sorprende. Da la razón a todos los que lo aplaudimos con el anterior, 'Y las lagartijas al sol', una bocanada de aire fresco en la escena musical que recibió el elogio unánime de crítica y público, sonó en los principales festivales del país y fue elevado por El Periódico como el mejor disco publicado en España el '9'. expectativas."
  },
  {
    "nombre": "Katana",
    "unidades": "1 LP",
    "artista": "Maria Hein",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148036-comprar-vinilo-de-maria-hein-katana.html",
    "imagen": "https://rockntipo.com/267921-home_default/comprar-vinilo-de-maria-hein-katana.jpg",
    "precio": "27,23€",
    "descripcion": "Maria Hein - Album Katana (1 LP). Género: Pop/Rock nacional. KATANA es el renacer de una nueva Maria Hein, más madura, más adulta y más experimental que nunca. El tercer disco de la dama de Mallorca explora su identidad, dividida entre esa chica empoderada y fuerte, y otra más nostálgica y sensible. A través de un prisma influenciado por la cultura japonesa, algo que hereda de su padre, Maria se inspira en Kill Bill para relatar una historia similar, la de una venganza en el terreno amoroso: desde su lado agresivo, pero también desde el más conmovedor. Por primera vez, Maria juega con ritmos urbanos en 'Katana', pero sin perder su esencia. Sus raíces mallorquinas se mantienen con el uso de canciones populares y el aire tradicional que se aprecia en las letras escritas por ella misma. Y la cruz mallorquina de la portada, simbolismo que también la une a su padre, demuestra esa lealtad y fuerza que define a la nueva Maria Hein. El Record Store Day publica en exclusiva la edición en vinilo."
  },
  {
    "nombre": "Unbothered",
    "unidades": "1 LP Black",
    "artista": "Marta Knight",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148039-comprar-vinilo-de-marta-knight-unbothered-black.html",
    "imagen": "https://rockntipo.com/267924-home_default/comprar-vinilo-de-marta-knight-unbothered-black.jpg",
    "precio": "19,45€",
    "descripcion": "Marta Knight - Album Unbothered (1 LP Black). Género: Pop/Rock nacional. Las nuevas canciones de Marta Knight muestran la continuación a las preocupaciones que cantaba en su álbum de debut 'Strange Times Forever'. Tratan sobre cómo aprender a ser el mejor amigo de uno mismo, asumir los errores del pasado y las dificultades de intentar averiguar qué es lo mejor para ti.Producidas por Pau Riutort, 'Unbothered' y 'Good Intentions' cruzan un indie-rock tipo Snail Mail con riffsa lo Brit-Pop, mientras que 'Killing Time' y 'Núvol' adoptan una perspectiva reflexiva con letras auto-analíticas influidas por la honestidad brutal de la SZA de 'Ctrl'. Oscilando entre el inglés y el español,haciendo referencia tanto a Nintendo como a las pesadillas post-ruptura, estas canciones son la banda sonora de un proceso de curación y de intentar que los tiempos sean un poco menos extraños."
  },
  {
    "nombre": "Unbothered",
    "unidades": "1 LP 12\" Color",
    "artista": "Marta Knight",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148040-comprar-vinilo-de-marta-knight-unbothered-12pulgadas-color.html",
    "imagen": "https://rockntipo.com/267925-home_default/comprar-vinilo-de-marta-knight-unbothered-12pulgadas-color.jpg",
    "precio": "21,39€",
    "descripcion": "Marta Knight - Album Unbothered (1 LP 12' Color). Género: Pop/Rock nacional. Las nuevas canciones de Marta Knight muestran la continuación a las preocupaciones que cantaba en su álbum de debut 'Strange Times Forever'. Tratan sobre cómo aprender a ser el mejor amigo de uno mismo, asumir los errores del pasado y las dificultades de intentar averiguar qué es lo mejor para ti.Producidas por Pau Riutort, 'Unbothered' y 'Good Intentions' cruzan un indie-rock tipo Snail Mail con riffsa lo Brit-Pop, mientras que 'Killing Time' y 'Núvol' adoptan una perspectiva reflexiva con letras auto-analíticas influidas por la honestidad brutal de la SZA de 'Ctrl'. Oscilando entre el inglés y el español,haciendo referencia tanto a Nintendo como a las pesadillas post-ruptura, estas canciones son la banda sonora de un proceso de curación y de intentar que los tiempos sean un poco menos extraños."
  },
  {
    "nombre": "Me Gust&oacute; M&aacute;s El Libro",
    "unidades": "1 LP Black",
    "artista": "Los Mejillones Tigre",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148027-comprar-vinilo-de-los-mejillones-tigre-me-gusto-mas-el-libro-black.html",
    "imagen": "https://rockntipo.com/267912-home_default/comprar-vinilo-de-los-mejillones-tigre-me-gusto-mas-el-libro-black.jpg",
    "precio": "25,84€",
    "descripcion": "Los Mejillones Tigre - Album Me Gustó Más El Libro (1 LP Black). Género: Pop/Rock nacional. Después del puñetazo en la mesa que supuso su anterior disco 'El fuego' en la escena nacional, Los Mejillones Tigres vuelven con 'Me gustó más el libro', su&nbsp;confirmación definitiva."
  },
  {
    "nombre": "Dante Technicolor",
    "unidades": "1 LP Rojo",
    "artista": "Ghouljaboy",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147979-comprar-vinilo-de-ghouljaboy-dante-technicolor-rojo.html",
    "imagen": "https://rockntipo.com/267862-home_default/comprar-vinilo-de-ghouljaboy-dante-technicolor-rojo.jpg",
    "precio": "26,45€",
    "descripcion": "Ghouljaboy - Album Dante Technicolor (1 LP Rojo). Género: Pop/Rock nacional. Ghouljaboy es el proyecto personal de Jordi Arroyo, que en 2019 se dio a conocer con su primera mixtape a través de La Vendición, el sello bandera de la escena trap y urbana en España.En 2020, el año muerto para gran parte de la industria musical, mostró una actividad frenética para Ghoulja, que no podía actuar en directo pero sí grabar y evolucionar como artista a gran velocidad. Bebiendo de su background en bandas post punk e indie pop y manteniendo un pie en la música urbana presentó (de nuevo en La Vendición) su primer proyecto sólido y determinante, 'El Rascal', con 18 temas en los que aparece acompañado de nombres como Antifan, Yung Beef, Pedro Ladroga o Absolute Terror.Casi a continuación, Ghouljaboy sorprendió a todos autoeditando 'Ciudad Portuaria', un doble EP de city pop donde rescata a sus antiguos compañeros de banda para los directos y para aportar creativamente a sus composiciones, y empieza a determinar el camino musical y artístico que ha seguido después con su aclamado álbum 'Dreamcore' (BMG 2022) una confluencia de indie rock, post-punk, synth pop, dreamcore y sonidos frescos que bebe de clásicos y los remodela para sonar al futuro. Tras un EP de transición ('Playa Hosono', BMG 2022), ese futuro llegó en forma de nuevo álbum el verano de 2023 ('Oh No Syzygy!', BMG 2023), mezclado por Pat Jones (Toro y Moi), cuya campaña empezó a la vez que una gira que lo ha llevado por toda España y varias veces a México.En mayo de 2025 llega 'Dante Technicolor', su disco de consagración artística ya de la mano de Mushroom Pillow."
  },
  {
    "nombre": "La Leyenda Del Espacio",
    "unidades": "2 LP Black",
    "artista": "Los Planetas",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147992-comprar-vinilo-de-los-planetas-la-leyenda-del-espacio-doble-black.html",
    "imagen": "https://rockntipo.com/267875-home_default/comprar-vinilo-de-los-planetas-la-leyenda-del-espacio-doble-black.jpg",
    "precio": "37,74€",
    "descripcion": "Los Planetas - Album La Leyenda Del Espacio (2 LP Black) . Género: Pop/Rock nacional. La leyenda del espacio es el séptimo álbum de estudio de la banda de pop granadina Los Planetas, editado el 10 de abril de 2007. El disco se inspira en la tradición musical andaluza del flamenco. Cada tema del disco es una adaptación de un palo flamenco, tomando muchas veces directamente letras de cantes tradicionales. Cuenta además con la colaboración del cantaor Enrique Morente, que presta su voz para el tema Tendrá que haber un camino, homenaje póstumo escrito por J, vocalista de la banda, en memoria de Aleix Vergés también conocido como Sideral (componente del desaparecido grupo barcelonés Peanut Pie y dj), y amigo personal del mismo.El título del disco es un homenaje a La leyenda del tiempo de Camarón de la Isla, álbum que la banda considera que fue el que abrió el flamenco a la música rock dando un impulso decisivo al flamenco moderno. Con este álbum la banda pretende hacer lo mismo pero desde el lado contrario y para ello tomó como punto de partida las melodías, estructuras, letras, y el sonido del folclore tradicional andaluz.El disco alcanzó el puesto número 8 en la lista de ventas española.Fue elegido como mejor disco nacional de 2007 tanto por los redactores como por los lectores de la revista Rockdelux. En su número de noviembre de 2009, la misma revista lo vota como mejor disco nacional de la década. Los críticos de Babelia, suplemento cultural del diario El País, lo seleccionan en el puesto trigésimo octavo de 'Los 50 mejores discos españoles del último medio siglo'.El 3 de abril de 2008 recibió el reconocimiento de mejor disco nacional de rock alternativo de 2007 en los Premios de la Música organizados por la Academia de las Artes y las Ciencias de la Música."
  },
  {
    "nombre": "Todos Sus Grandes &Eacute;xitos Con Marta S&aacute;nchez",
    "unidades": "1 LP Rosa Transparente",
    "artista": "Ol&eacute; Ol&eacute;",
    "enlace": "https://rockntipo.com/pop-rock-nacional/148005-comprar-vinilo-de-ole-ole-todos-sus-grandes-exitos-con-marta-sanchez-rosa-transparente.html",
    "imagen": "https://rockntipo.com/267888-home_default/comprar-vinilo-de-ole-ole-todos-sus-grandes-exitos-con-marta-sanchez-rosa-transparente.jpg",
    "precio": "27,53€",
    "descripcion": "Olé Olé - Album Todos Sus Grandes Éxitos Con Marta Sánchez (1 LP Rosa Transparente). Género: Pop/Rock nacional. Edición especial limitada en vinilo de color rosa transparente de 'Olé Olé, todos sus grandes éxitos con Marta Sánchez'.Este álbum recorre por primera vez todos los grandes éxitos que cosechó Olé Olé durante la época en la que Marta Sánchez estuvo al frente de la banda.Su paso por Olé Olé se saldó con cuatro magníficos discos: 'Bailando sin salir de casa', 'Los caballeros las prefieren rubias', 'Cuatro hombres para Eva' y '1990'. Canciones como su versión de 'Lilí Marlen', 'Yo soy infiel', 'Secretos', 'Déjame sola' o la enorme 'Soldados del amor', están recogidas en este álbum que rinde homenaje a una de las voces del pop español más admiradas y reconocibles."
  },
  {
    "nombre": "Dante Technicolor",
    "unidades": "1 LP",
    "artista": "Ghouljaboy",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147980-comprar-vinilo-de-ghouljaboy-dante-technicolor.html",
    "imagen": "https://rockntipo.com/267863-home_default/comprar-vinilo-de-ghouljaboy-dante-technicolor.jpg",
    "precio": "25,36€",
    "descripcion": "Ghouljaboy - Album Dante Technicolor (1 LP). Género: Pop/Rock nacional. Ghouljaboy es el proyecto personal de Jordi Arroyo, que en 2019 se dio a conocer con su primera mixtape a través de La Vendición, el sello bandera de la escena trap y urbana en España.En 2020, el año muerto para gran parte de la industria musical, mostró una actividad frenética para Ghoulja, que no podía actuar en directo pero sí grabar y evolucionar como artista a gran velocidad. Bebiendo de su background en bandas post punk e indie pop y manteniendo un pie en la música urbana presentó (de nuevo en La Vendición) su primer proyecto sólido y determinante, 'El Rascal', con 18 temas en los que aparece acompañado de nombres como Antifan, Yung Beef, Pedro Ladroga o Absolute Terror.Casi a continuación, Ghouljaboy sorprendió a todos autoeditando 'Ciudad Portuaria', un doble EP de city pop donde rescata a sus antiguos compañeros de banda para los directos y para aportar creativamente a sus composiciones, y empieza a determinar el camino musical y artístico que ha seguido después con su aclamado álbum 'Dreamcore' (BMG 2022) una confluencia de indie rock, post-punk, synth pop, dreamcore y sonidos frescos que bebe de clásicos y los remodela para sonar al futuro. Tras un EP de transición ('Playa Hosono', BMG 2022), ese futuro llegó en forma de nuevo álbum el verano de 2023 ('Oh No Syzygy!', BMG 2023), mezclado por Pat Jones (Toro y Moi), cuya campaña empezó a la vez que una gira que lo ha llevado por toda España y varias veces a México.En mayo de 2025 llega 'Dante Technicolor', su disco de consagración artística ya de la mano de Mushroom Pillow."
  },
  {
    "nombre": "Lunatico",
    "unidades": "1 LP",
    "artista": "Griso",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147982-comprar-vinilo-de-griso-lunatico.html",
    "imagen": "https://rockntipo.com/267865-home_default/comprar-vinilo-de-griso-lunatico.jpg",
    "precio": "24,42€",
    "descripcion": "Griso - Album Lunatico (1 LP). Género: Pop/Rock nacional. 'Lunático' es el disco debut de GRISO, el que fue el 50% del proyecto Arnau Griso. 'Lunático' nos muestra dos caras diferentes de GRISO, una cara A más luminosa y una cara B más oscura. En ellas, GRISO se presenta de una manera más amdura y derrochando autenticidad y valentía."
  },
  {
    "nombre": "Tucaratupapi",
    "unidades": "1 LP Black",
    "artista": "G-5",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147476-comprar-vinilo-de-g-5-tucaratupapi-black.html",
    "imagen": "https://rockntipo.com/267334-home_default/comprar-vinilo-de-g-5-tucaratupapi-black.jpg",
    "precio": "24,42€",
    "descripcion": "G-5 - Album Tucaratupapi (1 LP Black). Género: Pop/Rock nacional. El G-5 es lo que siempre se ha llamado un súper grupo. O mejor, dicho, en terminología propia, un grupo fantasma, que formaron en 2006 Kiko Veneno, El Canijo de Jerez y Diego Ratón, de Los Delinqüentes, Muchachito y Tomasito. Ese mismo año publicaron un único disco hasta la fecha, Tucaratupapi (2006), que ha estado descatalogado y no se podía siquiera escuchar en ninguna plataforma digital.En 2024, 18 años después, el G-5 se volvió a juntar en varios encuentros esporádicos para la composición y grabación de nuevas canciones.Y ahora, después de aquel primer álbum, Tucaratupapi, se publica por primera vez en vinilo, y regresa a todas las plataformas digitales, con una edición remezclada y remasterizada. Ya a la venta en vinilo."
  },
  {
    "nombre": "Presto Y Con Toda La Fuerza",
    "unidades": "1 LP Black",
    "artista": "Papa Topo",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147921-comprar-vinilo-de-papa-topo-presto-y-con-toda-la-fuerza-black.html",
    "imagen": "https://rockntipo.com/267796-home_default/comprar-vinilo-de-papa-topo-presto-y-con-toda-la-fuerza-black.jpg",
    "precio": "27,79€",
    "descripcion": "Papa Topo - Album Presto Y Con Toda La Fuerza (1 LP Black). Género: Pop/Rock nacional. Papa&nbsp;Topo&nbsp;regresa con su esperado segundo álbum, sin duda su trabajo más ambicioso y complejo hasta la fecha. A pesar de mantenerse fieles a su pop exagerado, melódico y pegadizo, el grupo lanza un álbum existencialista, lleno de soledad, inquietud y la furia que emana de la sociedad contemporánea."
  },
  {
    "nombre": "Bide Baten Esanahia",
    "unidades": "1 LP 12\"",
    "artista": "Brigade Loco",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147610-comprar-vinilo-de-brigade-loco-bide-baten-esanahia.html",
    "imagen": "https://rockntipo.com/267471-home_default/comprar-vinilo-de-brigade-loco-bide-baten-esanahia.jpg",
    "precio": "22,43€",
    "descripcion": "Brigade Loco - Album Bide Baten Esanahia (1 LP 12'). Género: Pop/Rock nacional. «Bide baten esanahia» («El sentido de un camino») supone un firme paso adelante para una banda que quiere evolucionar y escribir su propia trayectoria sin repetir capítulos realizados con anterioridad."
  },
  {
    "nombre": "La Tierra De Los Sue&ntilde;os",
    "unidades": "1 LP",
    "artista": "La Dama Se Esconde",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147967-comprar-vinilo-de-la-dama-se-esconde-la-tierra-de-los-suenos.html",
    "imagen": "https://rockntipo.com/267842-home_default/comprar-vinilo-de-la-dama-se-esconde-la-tierra-de-los-suenos.jpg",
    "precio": "27,53€",
    "descripcion": "La Dama Se Esconde - Album La Tierra De Los Sueños (1 LP). Género: Pop/Rock nacional. Procedentes de San Sebastián, la banda estaba formada por Nacho F. Goberna e Ignacio Valencia. Tras varios discos en GASA, en 1986, firmaron por Warner Music, y se dieron a conocer al gran público y pasaron a un estilo más comercial, con mayor presencia de guitarras eléctricas en sus canciones. Obtuvieron uno de sus mayores éxitos con La tierra de los sueños, álbum que ahora se reedita en versión remasterizada."
  },
  {
    "nombre": "78",
    "unidades": "1 LP",
    "artista": "Chucho",
    "enlace": "https://rockntipo.com/pop-rock-nacional/147968-comprar-vinilo-de-chucho-78.html",
    "imagen": "https://rockntipo.com/267843-home_default/comprar-vinilo-de-chucho-78.jpg",
    "precio": "27,53€",
    "descripcion": "Chucho - Album 78 (1 LP). Género: Pop/Rock nacional. Edición en vinilo del primer disco de Chucho, el grupo formado por Fernando Alfaro tras la primera disolución de Surfin Bichos. Publicado en 1997, el álbum contiene clásicos de su repertorio como 'El detonador EMX-3', 'Un ángel turbio' y 'Sal'. Nuevo arte de Javier Aramburu basado en la edición original. Disponible por primera vez en vinilo."
  }
]
}